[{
	"quote": "Works of art make rules, rules don't make works of art.",
	"author": "Claude Debussy"
}, {
	"quote": "“Intel Inside” is a Government Warning required by Law.",
	"author": "Unknown"
}, {
	"quote": "“That hardly ever happens” is another way of saying “it happens”.",
	"author": "Douglas Crockford"
}, {
	"quote": "1. Good design is innovative 2. Good design makes a product useful 3. Good design is aesthetic 4. Good design makes a product understandable 5. Good design is unobtrusive 6. Good design is honest 7. Good design is long-lasting 8. Good design is thorough, down to the last detail 9. Good design is environmentally friendly 10. Good design is as little design as possible.",
	"author": "Dieter Rams"
}, {
	"quote": "A beef filet cooked for 15 hours by 30 cooks doesn’t necessarily taste better than a cheeseburger.",
	"author": "Oliver Reichenstein"
}, {
	"quote": "A brand is the promise of an experience.",
	"author": "Alexander Isley"
}, {
	"quote": "A camel is a horse designed by a committee.",
	"author": "Sir Alec Issigonis"
}, {
	"quote": "A common mistake that people make when trying to design something completely foolproof is to underestimate the ingenuity of complete fools.",
	"author": "Douglas Adams"
}, {
	"quote": "A complex system that works is invariably found to have evolved from a simple system that worked. The inverse proposition also appears to be true: A complex system designed from scratch never works and cannot be made to work. You have to start over, beginning with a working simple system.",
	"author": "John Gall"
}, {
	"quote": "A computer program does what you tell it to do, not what you want it to do.",
	"author": "Unknown"
}, {
	"quote": "A computer without Photoshop is like a dog with no legs. Sure is fun, but you can’t really do anything with it.",
	"author": "Benjamin Cavanagh"
}, {
	"quote": "A confident client will see your confidence as strength, not arrogance.",
	"author": "Diti Katona"
}, {
	"quote": "A customer is the most important visitor on our premises. He is not dependent on us. We are dependent on him. He is not an interruption of our work. He is the purpose of it. He is not an outsider to our business. He is part of it. We are not doing him a favour by serving him. He is doing us a favour by giving us the opportunity to do so.",
	"author": "Mahatma Gandhi"
}, {
	"quote": "A customer is the most important visitor on our premises.He is not dependent on us. We are dependent on him.He is not an interruption of our work. He is the purpose of it.He is not an outsider to our business. He is part of it.We are not doing him a favour by serving him.He is doing us a favour by giving us the opportunity to do so.",
	"author": "Mahatma Gandhi"
}, {
	"quote": "A design is a designer’s mind in a suit.",
	"author": "Nasa Munir"
}, {
	"quote": "A designer can mull over complicated designs for months. Then suddenly the simple, elegant, beautiful solution occurs to him. When it happens to you, it feels as if God is talking! And maybe He is.",
	"author": "Leo Frankowski"
}, {
	"quote": "A designer is a planner with an aesthetic sense.",
	"author": "Bruno Munari"
}, {
	"quote": "A designer is an emerging synthesis of artist, inventor, mechanic, objective economist and evolutio­nary strategist.",
	"author": "Buckminster Fuller"
}, {
	"quote": "A designer who gives her art away, makes no pay. A designer who keeps her art to herself, makes no friends.",
	"author": "Amber Seree Allen"
}, {
	"quote": "A designer, like an archaeologist or geologist; researches, uncovers and adds context to precious, overlooked treasures by digging deep beneath the surface.",
	"author": "Scott Theisen"
}, {
	"quote": "A drawing should have no unnecessary lines and a machine no unnecessary parts.",
	"author": "William Strunk Jr."
}, {
	"quote": "A friend once insisted to me that the plural of “moron” is “focus group.”",
	"author": "Ethan Marcotte"
}, {
	"quote": "A friendship founded on business is better than a business founded on friendship.",
	"author": "John D. Rockefeller"
}, {
	"quote": "A goal is a dream with a deadline.",
	"author": "Napoleon Hill"
}, {
	"quote": "A good design can feel like something you have always been waiting for without knowing.",
	"author": "Paul Huizinga"
}, {
	"quote": "A good design is driven by needs and defined by constraints.",
	"author": "Astik Pant"
}, {
	"quote": "A good design solves a problem. A bad design creates many.",
	"author": "Samadara Ginige"
}, {
	"quote": "A good designer finds an elegant way to put everything you need on a page. A great designer convinces you half that shit is unnecessary.",
	"author": "Mike Monteiro"
}, {
	"quote": "A good designer may not have all the answers, but he knows which questions to ask.",
	"author": "Rudy Duke"
}, {
	"quote": "A good portfolio will get you an interview. A good attitude will get you a job.",
	"author": "Marty Amsler"
}, {
	"quote": "A good programmer looks both ways before crossing a one-way street.",
	"author": "Unknown"
}, {
	"quote": "A good way to stay flexible is to write less code.",
	"author": "Pragmatic Programmer"
}, {
	"quote": "A graphic designer is a machine that turns coffee into beautiful, functional imagery.",
	"author": "Lisa Manson"
}, {
	"quote": "A great logo isn’t going to make a shitty product any less shitty, any more than a hard worker is going to make a bad boss a compelling leader.",
	"author": "Christopher Simmons"
}, {
	"quote": "A healthy creative process should be able to give a coherent rationale to a client as to why you designed what you designed.",
	"author": "Von Glitschka"
}, {
	"quote": "A hunch is creativity trying to tell you something.",
	"author": "Frank Capra"
}, {
	"quote": "A lie gets halfway around the world before the truth has a chance to get its pants on.",
	"author": "Sir Winston Churchill"
}, {
	"quote": "A logo doesn’t sell, it identifies. A logo derives its meaning from the quality of the thing it symbolizes, not the other way around. A logo is less important than the product it signifies; what it means is more important than what it looks like.",
	"author": "Paul Rand"
}, {
	"quote": "A lot of companies have tried to support designers by giving them “a seat at the table.” What this usually means in practice, however, is that a designer is sitting at the table well after the important product decisions that influence the design have been made. This is usually where complicated and muddy designs are born.",
	"author": "Rebekah Cox"
}, {
	"quote": "A lot of people in this business develop huge egos. Why? None of us is curing cancer. None of us is saving babies from burning buildings. We’re just a bunch of overpaid knuckleheads who think up nutty stuff for some other knuckleheads’ products.",
	"author": "Paul Howalt"
}, {
	"quote": "A lot of the things about design that tend to get designers really interested aren’t that important.",
	"author": "Michael Bierut"
}, {
	"quote": "A man who stops advertising to save money is like a man who stops a clock to save time.",
	"author": "Henry Ford"
}, {
	"quote": "A man who would letterspace lower case would steal sheep, Frederic Goudy liked to say. If this wisdom needs updating, it is chiefly to say that a woman who would letterspace lower case would steal sheep as well.",
	"author": "Robert Bringhurst"
}, {
	"quote": "A man who would letterspace lower case would steal sheep.",
	"author": "Frederic Goudy"
}, {
	"quote": "A mathematician is a device for turning coffee into theorems.",
	"author": "Paul Erdos"
}, {
	"quote": "A misplaced decimal point will always end up where it will do the greatest damage.",
	"author": "Unknown"
}, {
	"quote": "A mystery is the most stimulating force in unleashing the imagination.",
	"author": "Zuzana Licko and Rudy VanderLans"
}, {
	"quote": "A people that values its privileges above its principles soon loses both.",
	"author": "Dwight D. Eisenhower"
}, {
	"quote": "A perfect implementation of the wrong specification is worthless. By the same principle a beautifully crafted library with no documentation is also damn near worthless. If your software solves the wrong problem or nobody can figure out how to use it, there’s something very bad going on.",
	"author": "Tom Preston-Werner"
}, {
	"quote": "A person tends to critique a design in one of several ways. The most common, and usually least valuable, is by gut reaction.",
	"author": "D. Keith Robinson"
}, {
	"quote": "A person who never made a mistake never tried anything new.",
	"author": "Albert Einstein"
}, {
	"quote": "A pessimist sees the difficulty in every opportunity; an optimist sees the opportunity in every difficulty.",
	"author": "Winston Churchill"
}, {
	"quote": "A picture is worth a thousand dollars.",
	"author": "Marty Neumeier"
}, {
	"quote": "A picture is worth a thousand words. An interface is worth a thousand pictures.",
	"author": "Ben Shneiderman"
}, {
	"quote": "A portfolio as pretty as pictures is nothing but a tip of the iceberg, the real treasure underlies the ocean.",
	"author": "Shawn Lukas"
}, {
	"quote": "A successful design career is possible without forfeiting self-respect as long as you do not undervalue (or overvalue) your work.",
	"author": "Peter Landt"
}, {
	"quote": "A user interface is like a joke. If you have to explain it, it’s not that good.",
	"author": "Martin LeBlanc"
}, {
	"quote": "A well-defined problem is half solved.",
	"author": "Michael Osborne"
}, {
	"quote": "A well-designed text will seem weightless after a time; the initial feel of the book fades away as the mind becomes engrossed in the words.",
	"author": "Mandy Brown"
}, {
	"quote": "A work of art is one of mystery, the one extreme magic; everything else is either arithmetic or biology.",
	"author": "Truman Capote"
}, {
	"quote": "ASCII stupid question, get a stupid ANSI!",
	"author": "Unknown"
}, {
	"quote": "Ability proceeds from a fusion of skills, knowledge, understanding and imagination, consolidated by experience.",
	"author": "Jonathan Rez"
}, {
	"quote": "Accidents often produce the best solutions… only you can recognize the difference between an accident and your original intent.",
	"author": "Jennifer Morla"
}, {
	"quote": "Adding manpower to a late software project makes it later!",
	"author": "Fred Brooks"
}, {
	"quote": "Advertising = Hey You + Buy Something.",
	"author": "Craig Damrauer"
}, {
	"quote": "Advertising is the art of convincing people to spend money they don’t have for something they don’t need.",
	"author": "Will Rogers"
}, {
	"quote": "Advertising is the one industry where all the experts seem to be the people who don’t work in it.",
	"author": "William Childs"
}, {
	"quote": "Advertising projects, graphic design jobs, architecture assignments, filmmaking, and pretty much every other professional creative service usually begins with smart, talented people shaking hands across a table, and ends in finger-pointing and regret – like a Country & Western love song.",
	"author": "Jeffrey Zeldman"
}, {
	"quote": "After finishing a design you take a step back and a little voice pops in your head and says, “Wow. You should really just quit while you’re ahead.” Don’t ever listen to that voice. Ever.",
	"author": "Brittany Grabowski"
}, {
	"quote": "Against stupidity, the gods themselves contend in vain.",
	"author": "Friedrich von Schiller"
}, {
	"quote": "All are lunatics, but he who can analyze his delusion is called a philosopher.",
	"author": "Ambrose Bierce"
}, {
	"quote": "All computers wait at the same speed.",
	"author": "Unknown"
}, {
	"quote": "All of the buildings, all of those cars were once just a dream in somebody’s head.",
	"author": "Peter Gabriel"
}, {
	"quote": "All of us who do creative work, we get into it because we have good taste. But there is this gap. For the first couple years you make stuff, it’s just not that good. It’s trying to be good, it has potential, but it’s not. But your taste, the thing that got you into the game, is still killer. And your taste is why your work disappoints you. A lot of people never get past this phase, they quit. Most people I know who do interesting, creative work went through years of this. We know our work doesn’t have this special thing that we want it to have. We all go through this. And if you are just starting out or you are still in this phase, you gotta know it’s normal and the most important thing you can do is do a lot of work … It is only by going through a volume of work that you will close that gap, and your work will be as good as your ambitions … It’s gonna take awhile … You’ve just gotta fight your way through.",
	"author": "Ira Glass"
}, {
	"quote": "All projects are different, but you have treat each one with care. Sometimes you get to build a luxury yacht; other times, it’ll be a rowboat. You still have to make sure the thing doesn’t spring a leak.",
	"author": "Stefan G. Bucher"
}, {
	"quote": "All the Photoshop filters in the world won’t save a weak design.",
	"author": "William Childs"
}, {
	"quote": "All the magic, be it in code or design, starts with a clear mind, pen and a blank paper.",
	"author": "Brian Wangila"
}, {
	"quote": "All things are designed, just some things more thoughtfully than others.",
	"author": "Arman Nobari"
}, {
	"quote": "All you need is love. But a new pair of shoes never hurt anybody.",
	"author": "Unknown"
}, {
	"quote": "Almost everything – all external expectations, all pride, all fear of embarrassment or failure – these things just fall away in the face of death, leaving only what is truly important.",
	"author": "Steve Jobs"
}, {
	"quote": "Always code as if the guy who ends up maintaining your code will be a violent psychopath who knows where you live.",
	"author": "Martin Golding"
}, {
	"quote": "Always design a thing by considering it in its next larger context – a chair in a room, a room in a house, a house in an environment, an environment in a city plan.",
	"author": "Eliel Saarinen"
}, {
	"quote": "Always give a little more than you promise.",
	"author": "The Studebaker Brothers"
}, {
	"quote": "Always read with a pen in hand. The pen should be used both to mark the text you want to remember and to write from where the text leaves you. Think of the text as the starting point for your own words.",
	"author": "Mandy Brown"
}, {
	"quote": "An ad should be an appetizer, not a buffet.",
	"author": "Lee Clow's Beard"
}, {
	"quote": "An electrician isn’t an opinion former, but a graphic designer is. My argument is that all graphic designers hold high levels of responsibility in society. We take invisible ideas and make them tangible. That’s our job.",
	"author": "Neville Brody"
}, {
	"quote": "An enterprise’s most vital assets lie in its design and other creative capabilities.",
	"author": "Kun-Hee Lee"
}, {
	"quote": "An inconvenience is only an adventure wrongly considered; an adventure is an inconvenience rightly considered.",
	"author": "Gilbert Keith Chesterton"
}, {
	"quote": "An inexperienced observer sees everything in a picture; the experienced one sees even the things that are missing.",
	"author": "Rastko Ciric"
}, {
	"quote": "An old surrealist trick was to take images that had no business being together and plopping them into the same image. Your mind wants to make associations. Design does that all the time.",
	"author": "Art Chantry"
}, {
	"quote": "An organization that treats its programmers as morons will soon have programmers that are willing and able to act like morons only.",
	"author": "Bjarne Stroustrup"
}, {
	"quote": "And so we have an issue. A classic impasse. Management wants process. Developers want to build something that works. Designers want to spend time thinking about use cases. What do we do?",
	"author": "Ben Bleikamp"
}, {
	"quote": "Any attempt to separate design, to make it a thing-by-itself, works counter to the inherent value of design as the primary, underlying matrix of life.",
	"author": "Victor Papanek"
}, {
	"quote": "Any fool can use a computer. Many do.",
	"author": "Ted Nelson"
}, {
	"quote": "Any intelligent fool can make things bigger, more complex, and more violent. It takes a touch of genius – and a lot of courage – to move in the opposite direction.",
	"author": "Albert Einstein"
}, {
	"quote": "Any product that needs a manual to work is broken.",
	"author": "Elon Musk"
}, {
	"quote": "Any sufficiently advanced technology is indistinguishable from magic.",
	"author": "Arthur C. Clarke"
}, {
	"quote": "Any system that sees aesthetics as irrelevant, that separates the artist from the product, that fragments the work of the individual, or creates by committee, or makes mincemeat of the creative process will in the long run diminish not only the product but the maker as well.",
	"author": "Paul Rand"
}, {
	"quote": "Apparently there is nothing that cannot happen today.",
	"author": "Mark Twain"
}, {
	"quote": "Art does not reproduce what we see; rather, it makes us see.",
	"author": "Paul Klee"
}, {
	"quote": "Art has to move you and design does not, unless it’s a good design for a bus.",
	"author": "David Hockney"
}, {
	"quote": "Art is I; science is we.",
	"author": "Claude Bernard"
}, {
	"quote": "Art is an idea that has found its perfect visual expression. And design is the vehicle by which this expression is made possible. Art is a noun, and design is a noun and also a verb. Art is a product and design is a process. Design is the foundation of all the arts.",
	"author": "Paul Rand"
}, {
	"quote": "Art is like masturbation. It is selfish and introverted and done for you and you alone. Design is like sex. There is someone else involved, their needs are just as important as your own, and if everything goes right, both parties are happy in the end.",
	"author": "Colin Wright"
}, {
	"quote": "Art is making something out of nothing and selling it.",
	"author": "Frank Zappa"
}, {
	"quote": "Artificial Intelligence usually beats natural stupidity.",
	"author": "Unknown"
}, {
	"quote": "Artists are natural marketers for everyone but themselves.",
	"author": "Oren Sherman"
}, {
	"quote": "As a designer, I find it difficult not to judge a book by its cover.",
	"author": "Jordan Manigo"
}, {
	"quote": "As a graphic designer, I like to collaborate. I don’t want to be in a cold garret somewhere smoking unfiltered Camels all by myself with paint all over my body.",
	"author": "Carin Goldberg"
}, {
	"quote": "As a profession, graphic designers have been shamefully remiss or ineffective about plying their craft for social or political betterment.",
	"author": "Steven Heller"
}, {
	"quote": "As if a device can function if it has no style. As if a device can be called stylish that does not function superbly… yes, beauty matters. Boy, does it matter. It is not surface, it is not an extra, it is the thing itself.",
	"author": "Stephen Fry"
}, {
	"quote": "As long as there are people, there will be user experience, and user interface designers.",
	"author": "Steve McGarry"
}, {
	"quote": "As we know, There are known knowns. There are things we know we know. We also know There are known unknowns. That is to say We know there are some things We do not know. But there are also unknown unknowns, The ones we don’t know We don’t know.",
	"author": "Donald Rumsfeld"
}, {
	"quote": "As we know,There are known knowns.There are things we know we know.We also knowThere are known unknowns.That is to sayWe know there are some thingsWe do not know.But there are also unknown unknowns,The ones we don’t knowWe don’t know.",
	"author": "Donald Rumsfeld"
}, {
	"quote": "As with most social phenomena, social-network success tends to happen more organically and unpredictably than anyone is able to artificially create by throwing money at it.",
	"author": "Marco Arment"
}, {
	"quote": "At the age of six I wanted to be a cook. At seven I wanted to be Napoleon. And my ambition has been growing steadily ever since.",
	"author": "Salvador Dali"
}, {
	"quote": "At the end of the day, pretty colors make people drool.",
	"author": "Nathan Rice"
}, {
	"quote": "At this point in experience design’s evolution, satisfaction ought to be the norm, and delight out to be the goal.",
	"author": "Stephen Anderson"
}, {
	"quote": "Babe Ruth was a Home Run king but he was also a strike out king. Always go for the fences, even if it means some designs strike out with clients. That’s the only way to hit a home run.",
	"author": "Alex Zevallos"
}, {
	"quote": "Bad design is smoke, while good design is a mirror.",
	"author": "Juan-Carlos Fernandez"
}, {
	"quote": "Bad design shouts at you. Good design is the silent seller.",
	"author": "Shane Meendering"
}, {
	"quote": "Be a first rate version of yourself, not a second rate version of someone else.",
	"author": "Judy Garland"
}, {
	"quote": "Be a part of the innovation that leads the wave. Don’t wait for technology to catch up to you or you’ll end up sliding down the back side of that wave. If you choose to be a part of it happening, you can ride on top.",
	"author": "Jon Landau"
}, {
	"quote": "Be careful with each other, so you can be dangerous together.",
	"author": "Unknown"
}, {
	"quote": "Be curious. Read widely. Try new things. I think a lot of what people call intelligence boils down to curiosity.",
	"author": "Aaron Schwartz"
}, {
	"quote": "Be fluid. Treat each project differently. Be water, man. The best style is no style. Because styles can be figured out. And when you have no style they can’t figure you out.",
	"author": "Jay-Z"
}, {
	"quote": "Be friendly to those who enjoy your work and friendlier to those who attack it.",
	"author": "David Leggett"
}, {
	"quote": "Be nice to people on your way up because you meet them on your way down.",
	"author": "Jimmy Durante"
}, {
	"quote": "Be regular and orderly in your life like a bourgeois, so that you may be violent and original in your work.",
	"author": "Gustave Flaubert"
}, {
	"quote": "Be stimulated by rejection.",
	"author": "Bob Gill"
}, {
	"quote": "Be who you are and say what you feel because those who mind don’t matter and those who matter don’t mind.",
	"author": "Dr. Seuss"
}, {
	"quote": "Be yourself; everyone else is already taken.",
	"author": "Oscar Wilde"
}, {
	"quote": "Beautiful accidents can happen, but accident is not the basis for design excellence. Purposeful discovery followed by focused, skillful conceptualization and execution is the basis for design excellence.",
	"author": "Andy Rutledge"
}, {
	"quote": "Beauty is the ultimate defense against complexity.",
	"author": "David Gelernter"
}, {
	"quote": "Because every person knows what he likes, every person thinks he is an expert on user interfaces.",
	"author": "Paul Heckel"
}, {
	"quote": "Before you marry a person you should first make them use a computer with slow Internet to see who they really are.",
	"author": "Will Ferrell"
}, {
	"quote": "Begin with the end in mind.",
	"author": "Lana Rigsby"
}, {
	"quote": "Behavioral design is all about feeling in control. Includes: usability, understanding, but also the feel.",
	"author": "Don Norman"
}, {
	"quote": "Being a designer is like being a porn star. You’re hot & popular for a year or two, then everyone goes off and finds something new to screw around too.",
	"author": "Jason Demetillo"
}, {
	"quote": "Being a famous designer is like being a famous dentist.",
	"author": "Noreen Morioka"
}, {
	"quote": "Being a graphic designer gets you used to rejection of your brilliance. So it’s good practice for dating.",
	"author": "Heather Phillips"
}, {
	"quote": "Being able to take ideas and transform them into something tangible is life-affirming.",
	"author": "Melinda Santillian"
}, {
	"quote": "Being good in business is the most fascinating kind of art. Making money is art and working is art and good business is the best art.",
	"author": "Andy Warhol"
}, {
	"quote": "Best thing about creating something is that it starts living it’s own life.",
	"author": "Hristo Panayotov"
}, {
	"quote": "Beta is Latin for still doesn’t work.",
	"author": "Unknown"
}, {
	"quote": "Better to be tentative than to be recklessly sure—to be an apprentice at sixty, than to present oneself as a doctor at ten.",
	"author": "Michel Eyquem de Montaigne"
}, {
	"quote": "Black holes are where God divided by zero.",
	"author": "Steven Wright"
}, {
	"quote": "Blessed is the man, who having nothing to say, abstains from giving wordy evidence of the fact.",
	"author": "George Eliot"
}, {
	"quote": "Brand identity is too often limited to personal style.",
	"author": "David A. Stuebe"
}, {
	"quote": "Broken gets fixed. Shoddy lasts forever.",
	"author": "Jack Moffet"
}, {
	"quote": "Business owners need to realize that their design is a reflection of their business even if it is not intentional. If you don’t care about your design then your design is telling people that you don’t care about your business.",
	"author": "Marco Suarez"
}, {
	"quote": "But at my back I always hear Time's winged chariot hurrying near.",
	"author": "Andrew Marvell"
}, {
	"quote": "But the web will still be full of arrogant, uninformed, polarizing, self-promoting, controversy-creating content that has ramifications no one wants to own up to. And consequently, the web will still be lacking in common courtesy, humility, and the admittance that most of us don’t know best. Which is sad, mostly because it’s true.",
	"author": "Joshua Blankenship"
}, {
	"quote": "Buy the best and you only cry once.",
	"author": "Miles Redd"
}, {
	"quote": "By far the dominant reason for not releasing sooner was a reluctance to trade the dream of success for the reality of feedback.",
	"author": "Kent Beck"
}, {
	"quote": "C is quirky, flawed, and an enormous success.",
	"author": "Unknown"
}, {
	"quote": "C makes it easy to shoot yourself in the foot; C++ makes it harder, but when you do, it blows away your whole leg.",
	"author": "Bjarne Stroustrup"
}, {
	"quote": "Call me a minimalist, call me boring and practical, whatever, but sometimes the best way to say something is with a word.",
	"author": "Justin French"
}, {
	"quote": "Calvin: You can’t just turn on creativity like a faucet. You have to be in the right mood. Hobbes: What mood is that? Calvin: Last-minute panic.",
	"author": "Calvin & Hobbes"
}, {
	"quote": "Calvin: You can’t just turn on creativity like a faucet. You have to be in the right mood.Hobbes: What mood is that?Calvin: Last-minute panic.",
	"author": "Calvin & Hobbes"
}, {
	"quote": "Chains of habit are too light to be felt until they are too heavy to be broken.",
	"author": "Warren Buffett"
}, {
	"quote": "Chances are, unless I’m a designer, I don’t know what I want. All I know is I want something functional that looks good, is comparable with my competitors, and features constant colour schemes for branding. I’ll look at other designs that have already been created and ask for something similar. Hence, it is important that you can take the information I give and help me visualize what it is you think I want.",
	"author": "Aditya Mahesh"
}, {
	"quote": "Cheap design is like a tattoo… once you get it you’re forever branded with it.",
	"author": "Ken Peters"
}, {
	"quote": "Check your bookshelf. If it’s full of titles on HTML, CSS, and the like, instead of typography, color, and layout, you may be missing a key ingredient in the designer’s knowledge diet.",
	"author": "Jeff Croft"
}, {
	"quote": "Choosing a typeface is an act of subtlety, like casting an actor: the best person to play a gardener is somebody who looks like they might belong outdoors — not somebody who is covered in flowers and shrubbery.",
	"author": "Josh Collinsworth"
}, {
	"quote": "Chuck Norris counted to infinity... twice.",
	"author": "Unknown"
}, {
	"quote": "Chuck Norris doesn’t go hunting. Chuck Norris goes killing.",
	"author": "Unknown"
}, {
	"quote": "Client: “My wife doesn’t like it”; Designer: “Well then, I don’t like your wife”",
	"author": "Jamie Croft"
}, {
	"quote": "Clients are full of surprises. Design is what you make of the surprises.",
	"author": "Dan Phillips"
}, {
	"quote": "Clients are the difference between design and art.",
	"author": "Michael Bierut"
}, {
	"quote": "Clients don’t understand their success is reliant on standing out, not fitting in.",
	"author": "Don Draper"
}, {
	"quote": "Clients have no trouble paying $5,800 for an hour in a Gulfstream corporate jet or $425 for a month of parking. But God forbid they spend $3 per on a glossy annual report.",
	"author": "Bill Cahan"
}, {
	"quote": "Code is like humor. When you have to explain it, it's bad.",
	"author": "Cory House"
}, {
	"quote": "Code never lies, comments sometimes do.",
	"author": "Ron Jeffries"
}, {
	"quote": "Color is a creative element, not a trimming.",
	"author": "Piet Zwart"
}, {
	"quote": "Colors, like features, follow the changes of the emotions.",
	"author": "Pablo Picasso"
}, {
	"quote": "Colour does not add a pleasant quality to design – it reinforces it.",
	"author": "Pierre Bonnard"
}, {
	"quote": "Common sense gets a lot of credit that belongs to cold feet.",
	"author": "Arthur Godfrey"
}, {
	"quote": "Communication that doesn’t take a chance doesn’t stand a chance.",
	"author": "Carlos Segura"
}, {
	"quote": "Complaining is silly. Act or forget.",
	"author": "Stefan Stagmeister"
}, {
	"quote": "Complexity is the enemy of reliability.",
	"author": "Kyle Matthew Hansen"
}, {
	"quote": "Computer design is quite often merely bad design done on a computer.",
	"author": "Mike Hicks"
}, {
	"quote": "Computers are to design as microwaves are to cooking.",
	"author": "Milton Glaser"
}, {
	"quote": "Computers do not solve problems, they execute solutions.",
	"author": "Unknown"
}, {
	"quote": "Computers make very fast, very accurate mistakes.",
	"author": "Unknown"
}, {
	"quote": "Consistency is one of the most powerful usability principles: when things always behave the same, users don’t have to worry about what will happen. Instead, they know what will happen based on earlier experience.",
	"author": "Jakob Nielsen"
}, {
	"quote": "Content precedes design. Design in the absence of content is not design, it’s decoration.",
	"author": "Jeffrey Zeldman"
}, {
	"quote": "Copying one person is stealing. Copying ten is research.",
	"author": "Chet Atkins"
}, {
	"quote": "Copywriting is definitely the profession most written about.",
	"author": "Dave Kotler"
}, {
	"quote": "Create your own visual style… let it be unique for yourself and yet identifiable for others.",
	"author": "Orson Welles"
}, {
	"quote": "Creating something out of thin air is easy. It’s finding the air that’s hard.",
	"author": "Asher Trotter"
}, {
	"quote": "Creative thinking may mean simply the realization that there’s no particular virtue in doing things the way they have always been done.",
	"author": "Davey Coleman"
}, {
	"quote": "Creative without strategy is called “art”. Creative with strategy is called “advertising”.",
	"author": "Jef I. Richards"
}, {
	"quote": "Creativity is a drug I cannot live without.",
	"author": "Cecil B. DeMille"
}, {
	"quote": "Creativity is a habit. It’s not something that happens in the shower.",
	"author": "Nick Law"
}, {
	"quote": "Creativity is allowing yourself to make mistakes. Design is knowing which ones to keep.",
	"author": "Scott Adams"
}, {
	"quote": "Creativity is in everyone; it just manifests itself differently with each person. My CPA, for example, is one of the most creative people I know.",
	"author": "Ron Miriello"
}, {
	"quote": "Creativity is just connecting things. When you ask creative people how they did something, they feel a little guilty because they didn’t really do it, they just saw something. It seemed obvious to them after a while.",
	"author": "Steve Jobs"
}, {
	"quote": "Creativity is magical, but is not magic.",
	"author": "Charles Limb"
}, {
	"quote": "Creativity is piercing the mundane to find the marvelous.",
	"author": "Bill Moyers"
}, {
	"quote": "Creativity is the greatest rebellion in existence.",
	"author": "Osho"
}, {
	"quote": "Creativity isn’t worth a thing if it isn’t served with an equal amount of reliability.",
	"author": "Anton Peck"
}, {
	"quote": "Creativity often consists of merely turning up what is already there. Did you know that right and left shoes were thought up only a little more than a century ago?",
	"author": "Bernice Fitz-Gibbon"
}, {
	"quote": "Curiosity about life in all of its aspects, I think, is still the secret of great creative people.",
	"author": "Leo Burnett"
}, {
	"quote": "Dancing is silent poetry.",
	"author": "Simonides"
}, {
	"quote": "Deal with the difficult while it is yet easy; Deal with the great while it is yet small.",
	"author": "Tao Te Ching"
}, {
	"quote": "Deal with the difficult while it is yet easy;Deal with the great while it is yet small.",
	"author": "Tao Te Ching"
}, {
	"quote": "Decisions on artwork by committee end up being made on the premise of not turning people off rather than turning people on.",
	"author": "Paul Attwood"
}, {
	"quote": "Decoration is just make-up for the wrinkles of the idea.",
	"author": "Thomas Manss"
}, {
	"quote": "Defamiliarize the ordinary.",
	"author": "Paul Rand"
}, {
	"quote": "Delay always breeds danger; and to protract a great design is often to ruin it.",
	"author": "Miguel de Cervantes"
}, {
	"quote": "Delete, delete, delete and at the end find the “core aspect of the design’.",
	"author": "Achille Castiglioni"
}, {
	"quote": "Descriptions are like skirts, they should be long enough to cover the subject, but short enough to keep things interesting.",
	"author": "Gidsy.com"
}, {
	"quote": "Design can have many types of soul, the key is to have one.",
	"author": "Justin Ahrens"
}, {
	"quote": "Design creates culture. Culture shapes values. Values determine the future.",
	"author": "Robert L. Peters"
}, {
	"quote": "Design for many instead of designing for money.",
	"author": "Victor Papanek"
}, {
	"quote": "Design from the spine and you’ll be fine.",
	"author": "Carl Heaton"
}, {
	"quote": "Design has become the cover for unnecessary consumption.",
	"author": "Peter Saville"
}, {
	"quote": "Design has to work, art does not.",
	"author": "Donald Judd"
}, {
	"quote": "Design in art, is a recognition of the relation between various things, various elements in the creative flux. You can’t invent a design. You recognize it, in the fourth dimension. That is, with your blood and your bones, as well as with your eyes.",
	"author": "D.H. Lawrence"
}, {
	"quote": "Design in the key to everything. If you learn how to design you can do anything.",
	"author": "Doug Cranmer"
}, {
	"quote": "Design is a formal response to a strategic question.",
	"author": "Mariona Lopez"
}, {
	"quote": "Design is a good idea.",
	"author": "Emigre"
}, {
	"quote": "Design is a mix of craft, science, storytelling, propaganda, and philosophy.",
	"author": "Erik Adigard"
}, {
	"quote": "Design is a plan for arranging elements in such a way as best to accomplish a particular purpose.",
	"author": "Charles Eames"
}, {
	"quote": "Design is a process for making things right, for shaping what people need.",
	"author": "Ralph Caplan"
}, {
	"quote": "Design is a response to a specific problem. You are given a problem to solve, and then you let the problem itself tell you what your solution is.",
	"author": "Chip Kidd"
}, {
	"quote": "Design is a solution to a problem. Art is a question to a problem.",
	"author": "John Maeda"
}, {
	"quote": "Design is about enabling ideas, processes and products: making them approachable, usable, desireable and memorable.",
	"author": "Jay Dutta"
}, {
	"quote": "Design is about making things good (and then better) and right (and fantastic) for the people who use and encounter them.",
	"author": "Matt Beale"
}, {
	"quote": "Design is an art of situations. Designers respond to a need, a problem, a circumstance, that arises in the world. The best work is produced in relation to interesting situations – an open-minded client, a good cause, or great content.",
	"author": "Ellen Lupton"
}, {
	"quote": "Design is an opportunity to continue telling the story, not just to sum everything up.",
	"author": "Tate Linden"
}, {
	"quote": "Design is as much a matter of finding problems as it is solving them.",
	"author": "Bryan Lawson"
}, {
	"quote": "Design is as much an act of spacing as an act of marking.",
	"author": "Ellen Lupton"
}, {
	"quote": "Design is choosing how you will fail.",
	"author": "Ron Fein"
}, {
	"quote": "Design is content with intent. Content without intent is noise. Intent without content is decoration.",
	"author": "Joe Sparano"
}, {
	"quote": "Design is creativity with strategy.",
	"author": "Rob Curedale"
}, {
	"quote": "Design is crucially important. We can’t have advances in technology any longer, unless design is integrated from the very start.",
	"author": "John Underkoffler"
}, {
	"quote": "Design is directed toward human beings. To design is to solve human problems by identifying them and executing the best solution.",
	"author": "Ivan Chermayeff"
}, {
	"quote": "Design is easy. All you do is stare at the screen until drops of blood form on your forehead.",
	"author": "Marty Neumeier"
}, {
	"quote": "Design is everywhere. From the dress you’re wearing to the smartphone you’re holding, it’s design.",
	"author": "Samadara Ginige"
}, {
	"quote": "Design is how you treat your customers. If you treat them well from an environmental, emotional, and aesthetic standpoint, you’re probably doing good design.",
	"author": "Yves Behar"
}, {
	"quote": "Design is in everything we make, but it’s also between those things. It’s a mix of craft, science, storytelling, propaganda, and philosophy.",
	"author": "Erik Adigard"
}, {
	"quote": "Design is intelligence made visible.",
	"author": "Alina Wheeler"
}, {
	"quote": "Design is like a mom, nobody notices when she’s around, but everybody misses her when she’s not.",
	"author": "Santiago Borray"
}, {
	"quote": "Design is more about the process than it is about the resulting prettiness.",
	"author": "Melissa Sisco"
}, {
	"quote": "Design is more of a kitchen than a knife, and more of a lab than a beaker.",
	"author": "Arman Nobari"
}, {
	"quote": "Design is more than just a few tricks to the eye. It’s a few tricks to the brain.",
	"author": "Neville Brody"
}, {
	"quote": "Design is not about innovation. Design is about communication. Innovation in design is usually a wonderful byproduct or direct result of a particular need. Design that seeks to foremost be innovative will commonly fall apart under its own stylistic girth.",
	"author": "Jason Santa Maria"
}, {
	"quote": "Design is not the narrow application of formal skills, it is a way of thinking.",
	"author": "Chris Pullman"
}, {
	"quote": "Design is redesign.",
	"author": "Jan Michl"
}, {
	"quote": "Design is so critical it should be on the agenda of every meeting in every single department.",
	"author": "Tom Peters"
}, {
	"quote": "Design is the application of intent – the opposite of happenstance, and an antidote to accident.",
	"author": "Robert L. Peters"
}, {
	"quote": "Design is the body language of your marketing. Don’t slouch.",
	"author": "Mark King"
}, {
	"quote": "Design is the conscious effort to impose a meaningful order.",
	"author": "Victor Papanek"
}, {
	"quote": "Design is the contrast of the core of limitations therefore there are no boundaries. It is simply an interpretation of creativity.",
	"author": "Jenaiha Woods"
}, {
	"quote": "Design is the fundamental soul of a human-made creation that ends up expressing itself in successive outer layers of the product or service.",
	"author": "Steve Jobs"
}, {
	"quote": "Design is the method of putting form and content together. Design, just as art, has multiple definitions; there is no single definition. Design can be art. Design can be aesthetics. Design is so simple, that’s why it is so complicated.",
	"author": "Paul Rand"
}, {
	"quote": "Design is the search for a magical balance between business and art; art and craft; intuition and reason; concept and detail; playfulness and formality; client and designer; designer and printer; and printer and public.",
	"author": "Valerie Pettis"
}, {
	"quote": "Design is the silent ambassador of your brand.",
	"author": "Paul Rand"
}, {
	"quote": "Design is thinking made visual.",
	"author": "Saul Bass"
}, {
	"quote": "Design is to invent with intent. If you take away the “invent’ bit, you have an engineer. If you take away the “intent’ bit, you have an artist.",
	"author": "Rebecca Reubens"
}, {
	"quote": "Design is where science and art break even.",
	"author": "Robin Mathew"
}, {
	"quote": "Design must be functional and functionality must be translated into visual aesthetics, without any reliance on gimmicks that have to be explained.",
	"author": "Ferdinand A. Porsche"
}, {
	"quote": "Design should never be ridden with GGE’s (gratuitous graphic elements).",
	"author": "Nadine Buckley"
}, {
	"quote": "Design should never say, “Look at me.” It should always say, “Look at this.”",
	"author": "David Craib"
}, {
	"quote": "Design to communicate, not just decorate.",
	"author": "Tony Stanton"
}, {
	"quote": "Design to express, not to impress.",
	"author": "John Tanedo"
}, {
	"quote": "Design trends online change more often than the wind, and slightly less often than my socks.",
	"author": "Suleiman Leadbitter"
}, {
	"quote": "Design works best when it gets out of the user’s way.",
	"author": "Neil Gajera"
}, {
	"quote": "Design, in its broadest sense, is the enabler of the digital era – it’s a process that creates order out of chaos, that renders technology usable to business. Design means being good, not just looking good.",
	"author": "Clement Mok"
}, {
	"quote": "Designers are crazy and yet sane enough to know where to draw the line.",
	"author": "Benjamin Valbret"
}, {
	"quote": "Designers are meant to be loved, not to be understood.",
	"author": "Fabien Barral"
}, {
	"quote": "Designers can create normalcy out of chaos; they can clearly communicate ideas through the organising and manipulating of words and pictures.",
	"author": "Jeffrey Veen"
}, {
	"quote": "Designers deal in ideas. They give shape to ideas that shape our world, enrich everyday experiences, and improve our lives. Where there’s confusion, designers fashion clarity; where there’s chaos, designers construct order; where there’s entropy, designers promote vitality; where there’s indifference, designers swell passion; where there’s mediocrity, designers imbue excellence; and where there’s silence, designers lend voice.",
	"author": "Ken Peters"
}, {
	"quote": "Designers don’t actually solve problems. They work through them.",
	"author": "Marty Neumeier"
}, {
	"quote": "Designers have a dual duty; contractually to their clients and morally to the later users and recipients of their work.",
	"author": "Hans Höger"
}, {
	"quote": "Designers must be stewards of design rather than dictators.",
	"author": "Cassie McDaniel"
}, {
	"quote": "Designers shooting for usable is like a chef shooting for edible.",
	"author": "Aarron Walter"
}, {
	"quote": "Designers tend to overvalue differentiation and originality. We are taught this in design school. The best solutions are created ex nihilo, break new ground, resemble nothing else in the world. Everyone wants to stand out, or else what’s the point? But this isn’t true. Most people don’t want to stand out. They want to fit in. More precisely, they want to fit in with the people they like, or want to be like.",
	"author": "Michael Bierut"
}, {
	"quote": "Designers tend to whisper, ad agencies tend to shout.",
	"author": "David Stuart"
}, {
	"quote": "Designers think everything done by someone else is awful, and that they could do it better themselves, which explains why I designed my own living room carpet, I suppose.",
	"author": "Chris Bangle"
}, {
	"quote": "Designing for clients that don’t appreciate the value of design is like buying new tires for a rental car.",
	"author": "Joel Fisher"
}, {
	"quote": "Designing something is like having a baby. Asking me to try another design once I’ve birthed something amazing is like asking me to put the baby back in the womb and try again. That never works out for anyone.",
	"author": "Chad McMillan"
}, {
	"quote": "Designing with watermarked photos is like baking with fake sugar.",
	"author": "Justin Giovanetti"
}, {
	"quote": "Developer: an organism that turns coffee into code.",
	"author": "Unknown"
}, {
	"quote": "Did you know? The collective noun for a group of programmers is a merge-conflict.",
	"author": "Unknown"
}, {
	"quote": "Discontentment and reiteration are vital to good design.",
	"author": "Sammuel Nevarez"
}, {
	"quote": "Do not go where the path may lead, go instead where there is no path and leave a trail.",
	"author": "Ralph Waldo Emerson"
}, {
	"quote": "Do not seek to change what has come before. Seek to create that which has not.",
	"author": "David Airey"
}, {
	"quote": "Do right.",
	"author": "Jeffrey Brown"
}, {
	"quote": "Do we really need a simple definition of design or should we accept that design is too complex a matter to be summarized in less than a book?",
	"author": "Bryan Lawson"
}, {
	"quote": "Do what I want, not what I say.",
	"author": "Brian Fritzpatick"
}, {
	"quote": "Do what you love and tomorrow will pay the rent.",
	"author": "Felix Sockwell"
}, {
	"quote": "Do you think advertisement can sell if nobody can read it? You cannot save souls in an empty church.",
	"author": "David Ogilvy"
}, {
	"quote": "Do you validate other people’s markup? Yes? You’re an asshole.",
	"author": "Jeff Croft"
}, {
	"quote": "Do, or do not. There is no “try”.",
	"author": "Yoda"
}, {
	"quote": "Don't make the user provide information that the system already knows.",
	"author": "Rick Lemons"
}, {
	"quote": "Don't stay in bed, unless you can make money in bed.",
	"author": "George Burns"
}, {
	"quote": "Done is beautiful.",
	"author": "Frank Chimero"
}, {
	"quote": "Don’t ask what the world needs. Ask what makes you come alive and go do it.",
	"author": "Howard Thurman"
}, {
	"quote": "Don’t design for everyone. It’s impossible. All you end up doing is designing something that makes everyone unhappy.",
	"author": "Leisa Reichelt"
}, {
	"quote": "Don’t explain why it works; explain how you use it.",
	"author": "Steven Brust"
}, {
	"quote": "Don’t let the truth get in the way of a good story.",
	"author": "Unknown"
}, {
	"quote": "Don’t let your design resist your readers. Don’t let it stand in the way of what they want to do: read.",
	"author": "Steve Krug"
}, {
	"quote": "Don’t make me think.",
	"author": "Steve Krug"
}, {
	"quote": "Don’t make something unless it is both necessary and useful; but if it is both necessary and useful, don’t hesitate to make it beautiful.",
	"author": "Shaker Philosophy"
}, {
	"quote": "Don’t mistake legibility for communication.",
	"author": "David Carson"
}, {
	"quote": "Don’t spend too much time planning, release early and often, some things will work, others won’t, refine and move forward and above all forget the money, just make sure you love what you’re doing.",
	"author": "Kevin Rose"
}, {
	"quote": "Don’t stare at a blank page for too long, be bold, and make the first incisive stroke. The rest will come naturally.",
	"author": "James Kingman"
}, {
	"quote": "Don’t think.",
	"author": "William Firebrace"
}, {
	"quote": "Don’t try and reinvent the wheel – just work on making it better than anyone else.",
	"author": "David A. Stuebe"
}, {
	"quote": "Don’t try to be original try to be good.",
	"author": "Paul Rand"
}, {
	"quote": "Don’t worry about people stealing an idea. If it’s original, you will have to ram it down their throats.",
	"author": "Howard Aiken"
}, {
	"quote": "Don’t worry about people stealing your design work. Worry about the day they stop.",
	"author": "Jeffrey Zeldman"
}, {
	"quote": "Don’t you miss doing creative stuff, as an engineer? Don’t you miss the creativity of the art world? You can say: I’m working on an infinite canvas capable of any size and shape, that’s already glowing every color possible into the eyes of just about everyone on the planet. And I get to decide the kind of experience, feeling, and emotion they are going to have. How is that not creative?",
	"author": "Natalya Shelburne"
}, {
	"quote": "Draw lines, young man, many lines; from memory or from nature – it is in this way you will become a good artist. (said to Edgar Degas)",
	"author": "Jean Auguste Dominique Ingres"
}, {
	"quote": "Drawing is speaking to the eye; talking is painting to the ear.",
	"author": "Joseph Joubert"
}, {
	"quote": "Each problem that I solved became a rule which served afterwards to solve other problems.",
	"author": "Rene Descartes"
}, {
	"quote": "Easy is not to be underestimated. Easy taps the pool of talent and ideas out there that were turned off by hard.",
	"author": "Chris Anderson"
}, {
	"quote": "Education is not the answer to the question. Education is the means to the answer to all questions.",
	"author": "William Allin"
}, {
	"quote": "Elegance is not the abundance of simplicity. It is the absence of complexity.",
	"author": "Alex White"
}, {
	"quote": "Eloquence is vehement simplicity.",
	"author": "Richard Cecil"
}, {
	"quote": "Embrace change or become a Design-O-Saur.",
	"author": "Von Glitschka"
}, {
	"quote": "Even large companies need small logos.",
	"author": "Tanner Christensen"
}, {
	"quote": "Even the best planning is not so omniscient as to get it right the first time.",
	"author": "Fred Brooks"
}, {
	"quote": "Every act of creation is first an act of destruction.",
	"author": "Pablo Picasso"
}, {
	"quote": "Every big computing disaster has come from taking too many ideas and putting them in one place.",
	"author": "Gordon Bell"
}, {
	"quote": "Every child is an artist. The challenge is to remain an artist after you grow up.",
	"author": "Pablo Picasso"
}, {
	"quote": "Every creator painfully experiences the chasm between his inner vision and its ultimate expression.",
	"author": "Isaac Bashevis Singer"
}, {
	"quote": "Every designers’ dirty little secret is that they copy other designers’ work. They see work they like, and they imitate it. Rather cheekily, they call this inspiration.",
	"author": "Aaron Russell"
}, {
	"quote": "Every generation laughs at the old fashions, but follows religiously the new.",
	"author": "Henry David Thoreau"
}, {
	"quote": "Every good work of software starts by scratching a developer´s personal itch.",
	"author": "Unknown"
}, {
	"quote": "Every great design begins with an even better story.",
	"author": "Lorinda Mamo"
}, {
	"quote": "Every new thing you make will be (should be) the nicest thing you’ve made so far, because you’re learning and getting better with each and every new project.",
	"author": "Jessica Hische"
}, {
	"quote": "Every night I pray that clients with taste will get money and clients with money will get taste.",
	"author": "Bill Gardner"
}, {
	"quote": "Every picture owes more to other pictures painted before than it owes to nature.",
	"author": "E.H. Gombrich"
}, {
	"quote": "Every piece of software written today is likely going to infringe on someone else’s patent.",
	"author": "Miguel de Icaza"
}, {
	"quote": "Every practice has a set of rules which governs it. Mastery occurs with the realization of these rules. Innovation occurs at the point of intelligent and creative rebellion against them.",
	"author": "Fiel Valdez"
}, {
	"quote": "Everybody in advertising is blonde, beautiful, families are happy, care are never in traffic, everything is shiny, food looks like it’s incredibly taseful. I ask myself, “How stupid are we?”",
	"author": "Oliveiro Toscani"
}, {
	"quote": "Everybody is a user experience designer.",
	"author": "Whitney Hess"
}, {
	"quote": "Everybody pities the weak; jealousy you have to earn.",
	"author": "Arnold Schwarzenegger"
}, {
	"quote": "Everybody’s a web designer until, you know, they actually try to do it.",
	"author": "Gabe Boning"
}, {
	"quote": "Everyone gets so much information all day long that they lose their common sense.",
	"author": "Gertrude Stein"
}, {
	"quote": "Everyone has a plan until they get punched in the face.",
	"author": "Mike Tyson"
}, {
	"quote": "Everyone is an artist.",
	"author": "Joseph Beuys"
}, {
	"quote": "Everything is designed. Few things are designed well.",
	"author": "Brian Reed"
}, {
	"quote": "Everything is possible, that’s what science is all about. No, that’s what’s being a Magical Elf is all about.",
	"author": "The Professor (on Futurama)"
}, {
	"quote": "Everything that can be said, can be said clearly.",
	"author": "Ludwig Wittgenstein"
}, {
	"quote": "Everything was just a wild guess. And it takes a while to get confident that you’re guessing pretty good.",
	"author": "Jerry Seinfeld"
}, {
	"quote": "Everything we do communicates.",
	"author": "Pete Episcopo"
}, {
	"quote": "Excellence is not a skill, it is an attitude.",
	"author": "Ralph Marston"
}, {
	"quote": "Experience has shown that our best customers are ones who have as much respect for our time as we have for theirs.",
	"author": "Alex King"
}, {
	"quote": "Experience is the name everyone gives to their mistakes.",
	"author": "Oscar Wilde"
}, {
	"quote": "Experts are rarely insulted by something that is clear enough for beginners. Everybody appreciates clarity.",
	"author": "Steve Krug"
}, {
	"quote": "Facts are the enemy of truth.",
	"author": "Don Quixote 'Man of La Mancha'"
}, {
	"quote": "Fashion is a form of ugliness so intolerable that we have to alter it every six months.",
	"author": "Oscar Wilde"
}, {
	"quote": "Fast, Good, Cheap. Pick two.",
	"author": "Unknown"
}, {
	"quote": "Features are like having sex.You make one mistake and you have to support it for life.",
	"author": "Dave McClure"
}, {
	"quote": "Few people are capable of expressing with equanimity opinions which differ from the prejudices of their social environment. Most people are even incapable of forming such opinions.",
	"author": "Bradford Sherrill"
}, {
	"quote": "Find something you’re passionate about and keep tremendously interested in it.",
	"author": "Julia Child"
}, {
	"quote": "Find the simple story in the product, and present it in an articulate and intelligent, persuasive way.",
	"author": "Bill Bernbach"
}, {
	"quote": "Fire the committee. No great website in history has been conceived of by more than three people. Not one. This is a dealbreaker.",
	"author": "Seth Godin"
}, {
	"quote": "First, solve the problem. Then, write the code.",
	"author": "John Johnson"
}, {
	"quote": "Five years ago, the heroes were technologists. Today, the heroes are designers building out a user experience. You can have the most amazing technology in the world, but if it’s not put in a form that’s useful and desirable, you won’t be successful.",
	"author": "Robert Brunner"
}, {
	"quote": "Fix the cause, not the symptom.",
	"author": "Steve Maguire"
}, {
	"quote": "Focus is saying no to 1000 good ideas.",
	"author": "Steve Jobs"
}, {
	"quote": "Focus on WHY instead of WHAT in your code will make you a better developer.",
	"author": "Jordi Boggiano"
}, {
	"quote": "For every new feature we add, we take an old one out. A lot of big sites don’t do that, and it’s a problem. Twitter started as a beautifully simple product, but it’s now going the same route as Facebook. The drive to innovate can overencumber and destroy a product.",
	"author": "David Karp"
}, {
	"quote": "For me, design is like choosing what I’m going to wear for the day – only much more complicated and not really the same at all.",
	"author": "Robynne Raye"
}, {
	"quote": "For me, discomfort is a signal of an exceptional concept. When I’m totally comfortable with a concept, I’ve probably used it fore or seen it somewhere else. Discomfort is almost a prerequisite for a great idea.",
	"author": "Craig Frazier"
}, {
	"quote": "For those who would argue that it’s impossible to evaluate designs without real content, let me ask this: why then, is it okay to evaluate content out of context of the designs?",
	"author": "Karen McGrane"
}, {
	"quote": "For web designers, there are four keys to surviving bad economic times: do good work, charge a fair price, lower your overhead, and be sure you are communicating with your client.",
	"author": "Jeffrey Zeldman"
}, {
	"quote": "Form follows function – that has been misunderstood. Form and function should be one, joined in a spiritual union.",
	"author": "Frank Lloyd Wright"
}, {
	"quote": "Form follows function.",
	"author": "Louis Sullivan"
}, {
	"quote": "Functionality is so over-valued in design, and we’ve kept design very small in that way. Functionality is the sheer minimum. If your house burns down, what do you take? The cat in the window that you got from your mother, or the chair you have?",
	"author": "Marcel Wanders"
}, {
	"quote": "Genius is 1% inspiration and 99% perspiration.",
	"author": "Thomas Edison"
}, {
	"quote": "Geometry can produce legible letters, but art alone makes the beautiful. Art begins where geometry ends, and imparts to letters a character transcending mere measurement.",
	"author": "Paul Standard"
}, {
	"quote": "Get in over your head as often and as joyfully as possible.",
	"author": "Alexander Isley"
}, {
	"quote": "Get your facts first, then you can distort them as you please.",
	"author": "Mark Twain"
}, {
	"quote": "Getting addicted to design is bad for design.",
	"author": "Andy Altmann"
}, {
	"quote": "Give a crap. Don’t give a fuck.",
	"author": "Karen McGrane"
}, {
	"quote": "Give me a museum and I'll fill it.",
	"author": "Pablo Picasso"
}, {
	"quote": "Give me chastity and continence, but not yet.",
	"author": "Saint Augustine"
}, {
	"quote": "Give me six hours to chop down a tree and I will spend the first four sharpening the axe.",
	"author": "Abraham Lincoln"
}, {
	"quote": "God is a comedian playing to an audience too afraid to laugh.",
	"author": "Voltaire"
}, {
	"quote": "God is real, unless declared integer.",
	"author": "Unknown"
}, {
	"quote": "God, grant me the serenity to accept the things I cannot change, the courage to change the things I can, and the wisdom to know the difference.",
	"author": "Reinhold Niebuhr"
}, {
	"quote": "Good Design: 1. Fulfills its function. 2. Respects its materials. 3. Is suited to method of production. 4. Combines these in imaginative expression.",
	"author": "Eliot Noyes"
}, {
	"quote": "Good Design:1. Fulfills its function.2. Respects its materials.3. Is suited to method of production.4. Combines these in imaginative expression.",
	"author": "Eliot Noyes"
}, {
	"quote": "Good art inspires; Good design motivates.",
	"author": "Otl Aicher"
}, {
	"quote": "Good communication is as stimulating as black coffee, and just as hard to sleep after.",
	"author": "Anne Morrow Lindbergh"
}, {
	"quote": "Good design at the front-end suggests that everything is in order at the back-end, whether or not that is the case.",
	"author": "Dmitry Fadeyev"
}, {
	"quote": "Good design begins with honesty, asks tough questions, comes from collaboration and from trusting your intuition.",
	"author": "Freeman Thomas"
}, {
	"quote": "Good design goes to heaven; bad design goes everywhere.",
	"author": "Mieke Gerritzen"
}, {
	"quote": "Good design is a lot like clear thinking made visual.",
	"author": "Edward Tufte"
}, {
	"quote": "Good design is all about making other designers feel like idiots because that idea wasn’t theirs.",
	"author": "Frank Chimero"
}, {
	"quote": "Good design is finding a solution to a problem. Great design is finding the simplest solution to the same problem.",
	"author": "Nicholas Petersen"
}, {
	"quote": "Good design is good business.",
	"author": "Thomas Watson, Jr."
}, {
	"quote": "Good design is in all the things you notice. Great design is in all the things you don’t.",
	"author": "Wim Hovens"
}, {
	"quote": "Good design is obvious. Great design is transparent.",
	"author": "Joe Sparano"
}, {
	"quote": "Good design is partially creativity and innovation, but primarily knowledge and awareness.",
	"author": "Chuck Green"
}, {
	"quote": "Good design keeps the user happy, the manufacturer in the black and the aesthete unoffended.",
	"author": "Raymond Loewy"
}, {
	"quote": "Good design means never having to say “Click Here.”",
	"author": "Shawn Leslie"
}, {
	"quote": "Good design must be defined by appropriateness to audience and goals, and by its effectiveness, not by its adherence to Swiss design or the number of awards it wins.",
	"author": "Drew Davies"
}, {
	"quote": "Good designers are praised for their technique, great designers for their impact.",
	"author": "Tate Linden"
}, {
	"quote": "Good designers copy; great designers steal.",
	"author": "Pablo Picasso"
}, {
	"quote": "Good designs come from the heart, not from the brain.",
	"author": "Danny Sengers"
}, {
	"quote": "Good ideas never go out of style.",
	"author": "Dale Harris"
}, {
	"quote": "Good ideas rarely come in bunches. The designer who voluntarily presents his client with a batch of layouts does so not out prolificacy, but out of uncertainty or fear.",
	"author": "Paul Rand"
}, {
	"quote": "Good ideas turn into good designs fairly quickly. If you catch yourself fiddling too much with colors, borders and treatments to bring a design together, chances are the problem lies somewhere deeper.",
	"author": "Ryan Singer"
}, {
	"quote": "Good is the enemy of great, but great is the enemy of shipped.",
	"author": "Jeffrey Zeldman"
}, {
	"quote": "Good people do not need laws to tell them to act responsibly, while bad people will find a way around the laws.",
	"author": "Plato"
}, {
	"quote": "Good, fast, or cheap… pick two.",
	"author": "Old Adage"
}, {
	"quote": "Google has the functionality of a really complicated Swiss Army knife, but the home page is our way of approaching it closed. It’s simple, it’s elegant, you can slip it in your pocket, but it’s got the great doodad when you need it. A lot of our competitors are like a Swiss Army knife open – and that can be intimidating and occasionally harmful.",
	"author": "Marissa Mayer"
}, {
	"quote": "Graphic Designers are idea embalmers, loving undertakers preserving bits of data like so many butterflies pinned to felt in a jewel box.",
	"author": "Paul Saffo"
}, {
	"quote": "Graphic design has been likened to a wine glass. When we drink wine we barely notice the glass it’s served in. It wouldn’t be true to say that we don’t care what glass we drink out of – we wouldn’t choose to drink a rare vintage out of a Tupperware mug, for example – but it’s the wine that matters, not the vessel it comes in.",
	"author": "Adrian Shaughnessy"
}, {
	"quote": "Graphic design is building systems.",
	"author": "Michael Stinson"
}, {
	"quote": "Graphic design is the design of highly disposable items… It all winds up in the garbage.",
	"author": "Karrie Jacobs"
}, {
	"quote": "Graphic design is the paradise of individuality, eccentricity, heresy, abnormality, hobbies and humours.",
	"author": "George Santayana"
}, {
	"quote": "Graphic design is the paradise of individuality, eccentricity, heresy, abnormality, hobbies, and humors.",
	"author": "George Santayana"
}, {
	"quote": "Graphic design will save the world right after rock and roll does.",
	"author": "David Carson"
}, {
	"quote": "Graphic designers are, by and large, selfish and spoiled. They stubbornly control and individually design things that a generally smaller than them, perfecting to a level appreciated only by people like them. They don’t share and play well with others.",
	"author": "Wayne Hunt"
}, {
	"quote": "Graphic designers find themselves in a role of visual dishwashers for the Information Architects’ chefs.",
	"author": "Gunnar Swanson"
}, {
	"quote": "Great design is eliminating all unnecessary details.",
	"author": "Minh D. Tran"
}, {
	"quote": "Great designers seldom make great advertising men, because they get overcome by the beauty of the picture – and forget that merchandise must be sold.",
	"author": "James Randolph Adams"
}, {
	"quote": "Great ideas can be found in every leaf, in every tree, in every blade of grass. Oh, no, wait… I was thinking of chlorophyll.",
	"author": "Jim Olen"
}, {
	"quote": "Great ideas, like babies, are often conceived after a few glasses of wine.",
	"author": "Sharon Moore"
}, {
	"quote": "Great stories happen to people who can tell them.",
	"author": "Ira Glass"
}, {
	"quote": "Great things are not accomplished by those who yield to trends and fads and popular opinion.",
	"author": "Jack Kerouac"
}, {
	"quote": "Guns don’t kill people. Chuck Norris kills people.",
	"author": "Unknown"
}, {
	"quote": "Hackers don’t need idea people when they are the idea people.",
	"author": "Marc Grabanski"
}, {
	"quote": "Half the money I spend on advertising is wasted; the trouble is I don’t know which half.",
	"author": "John Wanamaker"
}, {
	"quote": "Hate cannot drive out hate; only love can do that.",
	"author": "Martin Luther King Junior"
}, {
	"quote": "Have no fear of perfection – you’ll never reach it.",
	"author": "Salvador Dali"
}, {
	"quote": "Having a favourite colour is like having a favourite lung.",
	"author": "Sara Genn"
}, {
	"quote": "Having a style is like being in jail.",
	"author": "Anthon Beeke"
}, {
	"quote": "Having small touches of colour makes it more colourful than having the whole thing in colour.",
	"author": "Dieter Rams"
}, {
	"quote": "He is one of those people who would be enormously improved by death.",
	"author": "H. H. Munro"
}, {
	"quote": "He who cannot draw on three thousand years is living from hand to mouth.",
	"author": "Johann Wolfgang von Goethe"
}, {
	"quote": "He who has a 'why' to live, can bear with almost any 'how'.",
	"author": "Friedrich Nietzsche"
}, {
	"quote": "Hello, PHP, my old friend.",
	"author": "Anna Debenham"
}, {
	"quote": "Helvetica is like a really good friend. You go off and hang with the other fonts (the artsy, grungy, trendy, thin, fat, tall, scripty types) and even use them a little, but helvetica is always there. A nice stable friend.",
	"author": "Andrew Frigo"
}, {
	"quote": "Her complexity is a glorious fire that consumes, while her simplicity goes unapproachable. But if one takes time to understand her, there is something beautiful to find, something simple to be loved. But she goes unloved, for being misunderstood.",
	"author": "Anthony Liccione"
}, {
	"quote": "Here is one of the few effective keys to the design problem — the ability of the designer to recognize as many of the constraints as possible — his willingness and enthusiasm for working within these constraints. Constraints of price, of size, of strength, of balance, of surface, of time and so forth.",
	"author": "Charles Eames"
}, {
	"quote": "Here’s how we work. Somebody calls up with a project; we do some stuff; and the money follows.",
	"author": "Tim Brennan"
}, {
	"quote": "Here’s the world’s worst idea for a movie: Titanic. It did okay at the box office.",
	"author": "Scott Adams"
}, {
	"quote": "Hey! It compiles! Ship it!",
	"author": "Unknown"
}, {
	"quote": "High degrees of specialization may be rendering us unable to see the connections between the things we design and their consequences as they ripple out into the biosphere.",
	"author": "Terry Irwin"
}, {
	"quote": "His ignorance is encyclopedic.",
	"author": "Abba Eban"
}, {
	"quote": "History has remembered the kings and warriors, because they destroyed; art has remembered the people, because they created.",
	"author": "William Morris"
}, {
	"quote": "Honesty is the best policy, unless you work in advertising.",
	"author": "Jenn Loots"
}, {
	"quote": "How can there be too many typefaces in the world? Are there too many songs, too many books, too many places to go?",
	"author": "Rian Hughes"
}, {
	"quote": "How well we communicate is determined not by how well we say things, but how well we are understood.",
	"author": "Andrew Grove"
}, {
	"quote": "How wrong it is for a woman to expect the man to build the world she wants, rather than to create it herself.",
	"author": "Anais Nin"
}, {
	"quote": "However beautiful the strategy, you should occasionally look at the results.",
	"author": "Winston Churchill"
}, {
	"quote": "However, I’ve always been more concerned with users. Programmers do their work but once, while users are saddled with it ever thereafter.",
	"author": "Jef Raskin"
}, {
	"quote": "Human history becomes more and more a race between education and catastrophe.",
	"author": "H. G. Wells"
}, {
	"quote": "I In fact choose to use a coffeemaker to boil vegetables. Why? Because if I used something else that just makes coffee, my client would ask me “Can it boil vegetables?”",
	"author": "Joel Fisher"
}, {
	"quote": "I am always doing that which I can not do, in order that I may learn how to do it.",
	"author": "Pablo Picasso"
}, {
	"quote": "I am always driven by the terror of humiliation.",
	"author": "Judd Apatow"
}, {
	"quote": "I am ready to meet my Maker. Whether my Maker is prepared for the great ordeal of meeting me is another matter.",
	"author": "Sir Winston Churchill"
}, {
	"quote": "I am.",
	"author": "Robert Brownjohn (when asked What is graphic design?)"
}, {
	"quote": "I became a graphic artist because of the tools. I love working at a big drawing table with traditional tools: T-squares, compasses, mechanical pencils, French curves, blank ink, and graphite. At a computer, one works on a keyboard. I never considered myself a typist.",
	"author": "Michael Schwab"
}, {
	"quote": "I begin by taking. I shall find scholars later to demonstrate my perfect right.",
	"author": "Frederick (II) the Great"
}, {
	"quote": "I believe that a good user interface is carefully targeted towards its audience, with the right mixture of simplicity, elegance and innovation.",
	"author": "Robert Peloschek"
}, {
	"quote": "I blame television and movies, especially cop shows. “Can you improve the resolution on that face?” “Sure, let me just pull some information that was never captured out of my ass.”",
	"author": "Rod Knowlton"
}, {
	"quote": "I can always find love, but eventually I get horny for my creativity.",
	"author": "Gilda Radner"
}, {
	"quote": "I can never stand still. I must explore and experiment. I am never satisfied with my work. I resent the limitations of my own imagination.",
	"author": "Walt Disney"
}, {
	"quote": "I can think of nothing worse than becoming really popular, being all the rage.",
	"author": "Rem Koolhaas"
}, {
	"quote": "I can write better than anybody who can write faster, and I can write faster than anybody who can write better.",
	"author": "A. J. Liebling"
}, {
	"quote": "I didn’t get into design to be an artist. To me, an artist creates things to evoke emotion. Being a designer goes a step further than that, not only trying to evoke emotion but trying to make a reaction. It is very objective-driven, and that’s what makes it interesting.",
	"author": "Mike Davidson"
}, {
	"quote": "I do not feel obliged to believe that the same God who has endowed us with sense, reason, and intellect has intended us to forgo their use.",
	"author": "Galileo Galilei"
}, {
	"quote": "I don't know why we are here, but I'm pretty sure that it is not in order to enjoy ourselves.",
	"author": "Ludwig Wittgenstein"
}, {
	"quote": "I don’t care if you like it! I want to know if you understand it.",
	"author": "JP Arevalo"
}, {
	"quote": "I don’t care if you’re a billionaire. If you haven’t started a company, really gambled your resume and your money and maybe even your marriage to just go crazy and try something on your own, you’re no pirate and you aren’t in the club.",
	"author": "Michael Arrington"
}, {
	"quote": "I don’t know the key to success, but the key to failure is trying to please everybody.",
	"author": "Bill Cosby"
}, {
	"quote": "I don’t read inspiring books. I find that such books give me a temporal high, but they don’t give me the power to actually follow through. In fact, I suspect these books often serve as a substitute for actual success, rather than as a way of helping people achieve success. By reading inspiring books, you can experience success vicariously; they free you from having to achieve things yourself.",
	"author": "Lukas Mathis"
}, {
	"quote": "I don’t think of myself as an artist. I know some designers consider themselves such, but I can’t. This is not to say that I don’t hope that our work has artistic merit. Anyway, I never know how someone could proclaim himself or herself to be an “artist’; I think it should be a designation best left for others to bestow, much like “genius’ and “asshole’.",
	"author": "Alexander Isley"
}, {
	"quote": "I don’t think that all people read in the same way. Today, entire generations are growing up watching MTV and playing video games and it is safe to assume that these people have a high degree of visual sophistication. and are not easily discouraged by a lens straightforward or ambiguous typography. On the contrary, they are attracted and enticed to read something because of visual richness.",
	"author": "Ruby Vanderlans"
}, {
	"quote": "I don’t think that design needs theory, but I think designers need theory.",
	"author": "Johanna Drucker"
}, {
	"quote": "I don’t want something special. I want something beautifully plain.",
	"author": "Anne Lamott"
}, {
	"quote": "I fill up a place, which may be better… when I have made it empty.",
	"author": "William Shakespeare"
}, {
	"quote": "I find going to bed and pulling my imagination over my head often means waking up with a solution to a design problem. That state of limbo, the time between sleeping and waking, seems to allow ideas to somehow outflank the sentinels of common sense. That’s when they can float to the surface. I find ideas often show up in the shower, or while I’m contemplating marmalade and toast and breakfast.",
	"author": "Alan Fletcher"
}, {
	"quote": "I find modernist design boring, but it so much faster!",
	"author": "Christine Suewon Lee"
}, {
	"quote": "I find that the harder I work, the more luck I seem to have.",
	"author": "Thomas Jefferson"
}, {
	"quote": "I find that when someone’s taking time to do something right in the present, they’re a perfectionist with no ability to prioritize, whereas when someone took time to do something right in the past, they’re a master artisan of great foresight.",
	"author": "Randall Munroe"
}, {
	"quote": "I for one absolutely and unequivocally refuse to be bullied about by a thing’s capacity to absorb light. There is nothing less appealing than a color fraught with meaning – the very notion is boisterous, inappropriate, and marked by the dreariest sort of longing.",
	"author": "Fran Lebowitz"
}, {
	"quote": "I found I could say things with color and shapes that I couldn’t say any other way – things I had no words for.",
	"author": "Georgia O'Keeffe"
}, {
	"quote": "I go to work every morning with the possibility that I might learn something I don’t already know… You should look at every problem and think, “what can I learn by doing this?’ And if you think you can learn nothing, forget about doing it.",
	"author": "Milton Glaser"
}, {
	"quote": "I have NOT lost my mind—I have it backed up on tape somewhere.",
	"author": "Unknown"
}, {
	"quote": "I have always railed against ideological purity, or any other kind. Corruption is more interesting than purity.",
	"author": "Milton Glaser"
}, {
	"quote": "I have come to believe that the whole world is an enigma, a harmless enigma that is made terrible by our own mad attempt to interpret it as though it had an underlying truth.",
	"author": "Umberto Eco"
}, {
	"quote": "I have found the best people to work with are gay men. They never have to “run it past their wives.’",
	"author": "Rodney Davidson"
}, {
	"quote": "I have never killed anyone, but I have read some obituary notices with great satisfaction.",
	"author": "Clarence Darrow"
}, {
	"quote": "I have never let my schooling interfere with my education.",
	"author": "Mark Twain"
}, {
	"quote": "I have no data yet. It is a capital mistake to theorize before one has data. Insensibly one begins to twist facts to suit theories, instead of theories to suit facts.",
	"author": "Sherlock Holmes"
}, {
	"quote": "I have not failed. I've just found 10,000 ways that won't work.",
	"author": "Thomas Alba Edison"
}, {
	"quote": "I have nothing to declare except my genius.",
	"author": "Oscar Wilde"
}, {
	"quote": "I have thought about the nature of this creative process and have reached a somewhat aberrant conclusion. I don’t understand it and I don’t think anyone else does either.",
	"author": "William Beck"
}, {
	"quote": "I hear and I forget. I see and I remember. I do and I understand.",
	"author": "Confucius"
}, {
	"quote": "I just invent, then wait until man comes around to needing what I´ve invented.",
	"author": "R. Buckminster Fuller"
}, {
	"quote": "I just worked hard and tried to make my thing better.",
	"author": "Jesse Thorn"
}, {
	"quote": "I know the price of success: dedication, hard work & an unremitting devotion to the things you want to see happen.",
	"author": "Frank Lloyd Wright"
}, {
	"quote": "I like jumping back and forth between a few different things to let my subconscious chew on one problem while my conscious works on something else.",
	"author": "Loren Brichter"
}, {
	"quote": "I like my ARTSY with a little bit of FARTSY.",
	"author": "Marc Johns"
}, {
	"quote": "I like nonsense, it wakes up the brain cells. Fantasy is a necessary ingredient in living, It’s a way of looking at life through the wrong end of a telescope. Which is what I do, and that enables you to laugh at life’s realities.",
	"author": "Dr. Seuss"
}, {
	"quote": "I loathe the phrase “no questions asked.” Great service is about communication, sincerity, and action – not blind automation.",
	"author": "Marshall Bonobos"
}, {
	"quote": "I look for three things in a project: 1) Compelling work; 2) fun client; 3) astronomical fees. However, to have a successful project, I really only need two out of three. For example, I’ll do great work with fun people for nothing and still feel rewarded. Or, I’ll do great work for a mean, stupid client for outrageous money. Or, I’ll do boring work with somebody I like a lot for more money than one can imagine. Anytime I’m faced with only one of the three it’s time to rethink the relationship. Actually, it’s time to move on.",
	"author": "Lowell Williams"
}, {
	"quote": "I love deadlines. I like the whooshing sound they make as they fly by.",
	"author": "Douglas Adams"
}, {
	"quote": "I love deadlines. I like the whooshing sound they make as they go by.",
	"author": "Douglas Adams"
}, {
	"quote": "I love designing, it is something which permeates my whole living, whether it is simply choosing the colour of my clothes in the morning or organising my household. Design to me is akin to beauty, an externalisation of my inner process regarding beauty & contentment with life.",
	"author": "Martine Moeykens"
}, {
	"quote": "I love making the stuff, that’s sort of the core of it. I love creating the stuff. It’s so satisfying to get from the beginning to the end, from a shaky nothing idea to something that’s well formed and the audience really likes. It’s like a drug: You keep trying to do it again and again and again. I’ve learned from experience that if you work harder at it, and apply more energy and time to it, and more consistency, you get a better result. It comes from the work.",
	"author": "Louis C.K."
}, {
	"quote": "I love the comment, “You must love designing for a living.” At that point I usually start to laugh or break into uncontrollable tears.",
	"author": "Andrew Lewis"
}, {
	"quote": "I make all my decisions on intuition. But then, I must know why I made that decision. I throw a spear into the darkness. That is intuition. Then I must send an army into the darkness to find the spear. That is intellect.",
	"author": "Ingmar Bergman"
}, {
	"quote": "I make solutions nobody wants to problems that don’t exist.",
	"author": "Alvin Lustig"
}, {
	"quote": "I mean there’s a fun in being hated, it puts a fire in your ass and it gets fucking boring to be loved by everyone.",
	"author": "James Hetfield"
}, {
	"quote": "I met with a potential client today and part of their opening gambit was how they were looking for revolutionary work delivered within a tight timescale, and if the work could be done a reduced rate then they’d be able to send a load more work our way. They were saying that they wanted work that was fast, good, and cheap. And if the work was fast, good, and cheap enough, the reward would be the offer of more work that is fast, good, and cheap. Let me be clear about this, these people are evil, and their work is poison.",
	"author": "Hoss Gifford"
}, {
	"quote": "I never let my schooling get in the way of my education.",
	"author": "Mark Twain"
}, {
	"quote": "I only believe in statistics that I doctored myself.",
	"author": "Winston S. Churchill?"
}, {
	"quote": "I rarely agree with what clients ask me to do.",
	"author": "Ross Lovegrove"
}, {
	"quote": "I really like looking at design and thinking: that attention to detail must have taken absolutely ages.",
	"author": "Si Scott"
}, {
	"quote": "I recently saw another demonstration of graphic design’s ubiquity. Someone had taken a series of photographs of busy streets and then painstakingly removed all the logos, symbols, signs, colours, street names and road markings. In other words, they had removed all the graphic design from these photographs. The results were staggering. A world without graphic design is an unrecognizable world — more alien than all but the most extreme sci-fi imaginings.",
	"author": "Adrian Shaughnessy"
}, {
	"quote": "I say that flat is the new black; that 2D is the new avant-garde; that a surface doesn’t have to be ashamed of being a surface. Technology users of the world, unite: you have nothing to lose but your bas-relief buttons. Let us march forwards together, spurning chrome, into a cleaner, lighter future.",
	"author": "Steven Poole"
}, {
	"quote": "I shall not waste my days in trying to prolong them.",
	"author": "Ian L. Fleming"
}, {
	"quote": "I shall sing that first line twice, and perhaps if I sing it very quickly, I shall find myself singing the third and fourth lines before I have time to think of them, and that will be a Good Song.",
	"author": "Winnie The Pooh"
}, {
	"quote": "I think 'Hail to the Chief' has a nice ring to it.",
	"author": "John F. Kennedy"
}, {
	"quote": "I think advertising is a brilliant concept that has been pooped upon by selfish marketers, resulting in corrupted motives and flawed execution.",
	"author": "Michael Mistretta"
}, {
	"quote": "I think design covers so much more than the aesthetic. Design is fundamentally more. Design is usability. It is Information Architecture. It is Accessibility. This is all design.",
	"author": "Mark Boulton"
}, {
	"quote": "I think design would be better if designers were much more skeptical about its applications. If you believe in the potency of your craft, where you choose to dole it out is not something to take lightly.",
	"author": "Frank Chimero"
}, {
	"quote": "I think designers who aren’t selfish do really awful work.",
	"author": "Paul Sahre"
}, {
	"quote": "I think if you’re starting out early in the process by talking about your ideas for solutions, you’re already not listening. I think you need to enter into any design project with that zen learner’s mind of “I don’t know what I don’t know.’",
	"author": "Kim Goodwin"
}, {
	"quote": "I think most programmers spend the first 5 years of their career mastering complexity, and the rest of their lives learning simplicity.",
	"author": "Buzz Andersen"
}, {
	"quote": "I think there are two types of people in this world – people who can start things and people who can finish things. And while I place great value on the finishers, it’s the starters who are rare because they can envision what isn’t there.",
	"author": "Ed Frank"
}, {
	"quote": "I think we agree, the past is over.",
	"author": "George W. Bush"
}, {
	"quote": "I think what I feel fortunate about is that I am still astonished – that things still amaze me. And I think that that’s a great benefit of being in the arts, where the possibility for learning never disappears; where you basically have to admit you never learn it.",
	"author": "Milton Glaser"
}, {
	"quote": "I try and be as stupid as possible regarding my profession, which means I try to look at as few design magazines as possible.",
	"author": "Ettore Sottsass"
}, {
	"quote": "I try not to think out of the box anymore, but on its edge, its corner, its flap, and under its bar code.",
	"author": "Clint Runge"
}, {
	"quote": "I try to take my camera everywhere with me so that I’ll be ready when unicorns crapping rainbows come flying in from the heavens.",
	"author": "Robert Otani"
}, {
	"quote": "I want everything we do to be beautiful. I don’t give a damn whether the client understands that that’s worth anything, or that the client thinks it’s worth anything, or whether it is worth anything. It’s worth it to me. It’s the way I want to live my life. I want to make beautiful things, even if nobody cares.",
	"author": "Saul Bass"
}, {
	"quote": "I want to risk hitting my head on the ceiling of my talent. I want to really test it out and say: O.K., you’re not that good. You just reached the level here. I don’t ever want to fail, but I want to risk failure every time out of the gate.",
	"author": "Quentin Tarantino"
}, {
	"quote": "I warn you against believing that advertising is a science.",
	"author": "Bill Bernbach"
}, {
	"quote": "I was gonna get a candy bar; the button I was supposed to push was “HH”, so I went to the side, I found the “H” button, I pushed it twice. Fuckin’…potato chips came out, man, because they had an “HH” button for Christ’s sake! You need to let me know. I’m not familiar with the concept of “HH”. I did not learn my AA-BB-CC’s. God god, dammit dammit.",
	"author": "Mitch Hedberg"
}, {
	"quote": "I would say my biggest pet peeve related to the industry would be people focusing on technology instead of design, standards instead of users, and validation rather than innovation. Web standards and best practices are noble goals, but all too often in our community people forget they are a means to an end, not the end itself.",
	"author": "Jeff Croft"
}, {
	"quote": "I would show my jobs to my mother, and she would always say the same thing: “That’s nice dear.” And then she would say, “Did you write it?” or “Did you do the drawing?” or “Did you take the pictures?” I’d always answer “no,” then I realized the problem. My answer was then, “I made this happen. It’s called design.”",
	"author": "Brian Webb"
}, {
	"quote": "I'm all in favor of keeping dangerous weapons out of the hands of fools. Let's start with typewriters.",
	"author": "Frank Lloyd Wright"
}, {
	"quote": "I'm living so far beyond my income that we may almost be said to be living apart.",
	"author": "e e cummings"
}, {
	"quote": "I've had a wonderful time, but this wasn't it.",
	"author": "Groucho Marx"
}, {
	"quote": "IDEA BY SELF IS COLD. JUST SIT THERE. DO NOTHING. IF WANT DO SOMETHING, NEED FIRE.",
	"author": "FAKEGRIMLOCK"
}, {
	"quote": "IF YOU MAKE EVERYTHING BOLD, NOTHING IS BOLD.",
	"author": "Art Webb"
}, {
	"quote": "Ideas are worthless. Execution is everything.",
	"author": "Scott Adams"
}, {
	"quote": "Ideas trump aesthetics. Convenience trumps UI. Content trumps platforms.",
	"author": "Marc-Oliver Gern"
}, {
	"quote": "Ideas want to be ugly.",
	"author": "Jason Santa Maria"
}, {
	"quote": "If Ernest Hemingway, James Mitchener, Neil Simon, Frank Lloyd Wright, and Pablo Picasso could not get it right the first time, what makes you think that you will?",
	"author": "Paul Heckel"
}, {
	"quote": "If I create from the heart, nearly everything works; if from the head, almost nothing.",
	"author": "Marc Chagall"
}, {
	"quote": "If I do my job well, the identity program will also clean up the image of the company, position it as being contemporary and keep it from ever looking dated.",
	"author": "Saul Bass"
}, {
	"quote": "If I forget the words, they weren’t very memorable in the first place.",
	"author": "Willie Nelson"
}, {
	"quote": "If I had more time, I would have written a shorter letter.",
	"author": "Marcus T. Cicero"
}, {
	"quote": "If I want to get hired to do something, I should already be doing it.",
	"author": "Trent Walton"
}, {
	"quote": "If I’d asked people what they wanted, they would have said a faster horse.",
	"author": "Henry Ford"
}, {
	"quote": "If a design can be refined, without disturbing its image, it seems reasonable to do so. A logo, after all, is an instrument of pride and should be shown at its best.",
	"author": "Paul Rand"
}, {
	"quote": "If a feature or product were legitimately easy the user would not be writing in to support about how stuck they are. Sure, some percentage of users will find questions to ask about any interface. But do you want to start the conversation by assuming the user falls into that percentage? You venture to learn much more if you assume the software is wrong, not the user.",
	"author": "Andrew Spittle"
}, {
	"quote": "If a man does his best, what else is there?",
	"author": "General George S. Patton"
}, {
	"quote": "If advertisers spent the same amount of money on improving their products as they do on advertising then they wouldn’t have to advertise them.",
	"author": "Will Rogers"
}, {
	"quote": "If all else fails, [working harder than anyone else] is the greatest competitive advantage of any career.",
	"author": "John C Jay"
}, {
	"quote": "If at first the idea is not absurd, then there is no hope for it.",
	"author": "Albert Einstein"
}, {
	"quote": "If brute force doesn’t solve your problems, then you aren’t using enough.",
	"author": "Unknown"
}, {
	"quote": "If design becomes your life, you can be sure a lot of people will be making their living thanks to your designs.",
	"author": "Andrés Contenti"
}, {
	"quote": "If design isn’t profitable, then it’s art.",
	"author": "Henrik Fiskar"
}, {
	"quote": "If everyone likes your design, it’s banal. Mediocrity shirks offense. Art dares it.",
	"author": "Jeffrey Zeldman"
}, {
	"quote": "If it doesn’t sell it isn’t creative.",
	"author": "David Ogilvy"
}, {
	"quote": "If it sounds good, you’ll hear it. If it looks good, you’ll see it. If it’s marketed right, you’ll buy it. But if it’s real, you’ll feel it.",
	"author": "Kid Rock"
}, {
	"quote": "If it were easy to nut out tricky design problems, I might be out of a job. But it’s also true that the cleverness in most lateral design doesn’t come from blindly grinding away at the same concept. When you’re dealing with ideas, it’s rarely a matter of simply putting in more time working. Five minutes can be much more fruitful than five hours.",
	"author": "Rob Morris"
}, {
	"quote": "If it’s a good idea and it gets you excited, try it, and if it bursts into flames, that’s going to be exciting too. People always ask, “What is your greatest failure?’ I always have the same answer—We’re working on it right now, it’s gonna be awesome!",
	"author": "Jim Coudal"
}, {
	"quote": "If something’s hard to do, then it’s not worth doing.",
	"author": "Homer Simpson"
}, {
	"quote": "If the bones don’t work, you’ve got a pile of skin.",
	"author": "Samuel Antupit"
}, {
	"quote": "If the facts don´t fit the theory, change the facts.",
	"author": "Albert Einstein"
}, {
	"quote": "If the programmers like each other, they play a game called 'pair programming'. And if not then the game is called 'peer review'.",
	"author": "Anna Nachesa"
}, {
	"quote": "If the reader notices the interior page design of a book – even if he or she likes what they see – I’ve missed, because I distracted them from their reading.",
	"author": "Stephen Tiano"
}, {
	"quote": "If the users can’t find it, the function’s not there.",
	"author": "Human Factors International"
}, {
	"quote": "If there is no struggle, there is no progress.",
	"author": "Frederick Douglass"
}, {
	"quote": "If there is one word I’d like to remove from any conversation about design, it’s “pretty.”",
	"author": "Aarron Walter"
}, {
	"quote": "If we have trouble using something then it’s probably because that thing is badly designed, rather than us being stupid.",
	"author": "Dmitry Fadeyev"
}, {
	"quote": "If we want users to like our software we should design it to behave like a likeable person: respectful, generous and helpful.",
	"author": "Alan Cooper"
}, {
	"quote": "If you are demanding registration before checkout, you need to cease this practice immediately. It is costing you a fortune.",
	"author": "Bruce Tognazzini"
}, {
	"quote": "If you are going through hell, keep going.",
	"author": "Sir Winston Churchill "
}, {
	"quote": "If you are going to have less things, they have to be great things.",
	"author": "John Maeda"
}, {
	"quote": "If you are on Craigslist to get a sofa, and you see one for free. You think there’s something tragically wrong with it – maybe there are bedbugs. But if you see a sofa on there for $2,500, you think “oh man, that sofa must be amazing’. It’s the same thing with art – you set your own value.",
	"author": "Jessica Hische"
}, {
	"quote": "If you can count your money, you don't have a billion dollars.",
	"author": "J. Paul Getty"
}, {
	"quote": "If you can't deploy your services independently then they aren't microservices.",
	"author": "Daniel Bryant"
}, {
	"quote": "If you can't get rid of the skeleton in your closet, you'd best teach it to dance.",
	"author": "George Bernard Shaw"
}, {
	"quote": "If you can't write it down in English, you can't code it.",
	"author": "Peter Halpern"
}, {
	"quote": "If you can´t explain it simply, you don´t understand it well enough.",
	"author": "Albert Einstein"
}, {
	"quote": "If you can’t draw as well as someone, or use the software as well, or if you do not have as much money to buy supplies, or if you do not have access to the tools they have, beat them by being more thoughtful. Thoughtfulness is free and burns on time and empathy.",
	"author": "Frank Chimero"
}, {
	"quote": "If you can’t explain it simply, you don’t understand it well enough.",
	"author": "Albert Einstein"
}, {
	"quote": "If you can’t solve a problem, it’s because you’re playing by the rules.",
	"author": "Paul Arden"
}, {
	"quote": "If you dig a hole and it’s in the wrong place, digging it deeper isn’t going to help.",
	"author": "Seymour Chwast"
}, {
	"quote": "If you do good work for good clients, it will lead to other good work for other good clients. If you do bad work for bad clients, it will lead to other bad work for other bad clients.",
	"author": "Michael Bierut"
}, {
	"quote": "If you do what you always did, you will get what you always got.",
	"author": "Albert Einstein"
}, {
	"quote": "If you don’t have time to read, you don’t have the time or the tools to write.",
	"author": "Stephen King"
}, {
	"quote": "If you find an element of your interface requires instructions, then you need to redesign it.",
	"author": "Dan Rubin"
}, {
	"quote": "If you have a great idea, it will tell you how to execute it.",
	"author": "Jack H. Summerford"
}, {
	"quote": "If you have an apple and I have an apple and we exchange apples then you and I will still each have one apple. But if you have an idea and I have an idea and we exchange these ideas, then each of us will have two ideas.",
	"author": "George Bernard Shaw"
}, {
	"quote": "If you haven’t surprised yourself yet, you haven’t done enough sketching.",
	"author": "Josh Collinsworth"
}, {
	"quote": "If you knew how much work went into it, you would not call it genius.",
	"author": "Michelangelo"
}, {
	"quote": "If you know how to use a pencil to draw, you could probably draw anything. Now apply that to everything in life.",
	"author": "Justin Durban"
}, {
	"quote": "If you look at any designer you admire, whose work inspires you, and whose approach somehow resonates with you, I promise you’ll find a person who does not think of what they do as just their job.",
	"author": "Alexander Isley"
}, {
	"quote": "If you make something idiot proof, someone will just make a better idiot.",
	"author": "Unknown"
}, {
	"quote": "If you never venture outside the box, you will probably not be creative. But if you never get inside the box, you will certainly be stupid.",
	"author": "Christopher Peterson"
}, {
	"quote": "If you never want to be criticized, for goodness’ sake don’t do anything new.",
	"author": "Jeff Bezos"
}, {
	"quote": "If you pay peanuts, you get monkeys.",
	"author": "James Goldsmith"
}, {
	"quote": "If you see a few lines of atrocious code, you can make a judgement about the programmer. By judging the programmer, you can judge his boss, and by judging his boss you can judge the company. That’s the nature of fractals.",
	"author": "Des Traynor"
}, {
	"quote": "If you see a snake, just kill it. Don’t appoint a committee on snakes.",
	"author": "H. Ross Perot"
}, {
	"quote": "If you spend an hour now, you can save five later.",
	"author": "Rami Hassan"
}, {
	"quote": "If you think good design is expensive, you should look at the cost of bad design.",
	"author": "Ralf Speth"
}, {
	"quote": "If you think it’s expensive to hire a professional to do the job, wait until you hire an amateur.",
	"author": "Red Adair"
}, {
	"quote": "If you want a quick logo that has no research, brand definition or storytelling as part of its development, then you are buying ART not DESIGN. Design creates connections.",
	"author": "Lisa Manson"
}, {
	"quote": "If you want me to give you a two-hour presentation, I am ready today.If you want only a five-minute speech, it will take me two weeks to prepare.",
	"author": "Mark Twain"
}, {
	"quote": "If you want to be the designer that stands out of the rest, do something more than just designing. Make an interesting project like for charity, start an agency, hold an exhibition, start a design festival or build a site like Behance. Become interesting.",
	"author": "Jennifer Cirpici"
}, {
	"quote": "If you want to set off and go develop some grand new thing, you don’t need millions of dollars of capitalization. You need enough pizza and Diet Coke to stick in your refrigerator, a cheap PC to work on and the dedication to go through with it.",
	"author": "John Carmack"
}, {
	"quote": "If your UI even vaguely resembles an airplane cockpit, you’re doing it wrong.",
	"author": "John Gruber"
}, {
	"quote": "If your parents never had children, chances are you won’t, either.",
	"author": "Dick Cavett"
}, {
	"quote": "If you´re going through hell, keep going.",
	"author": "Unknown"
}, {
	"quote": "If you’re more susceptible to interruption, you do more out of the box thinking.",
	"author": "Don Norman"
}, {
	"quote": "If you’re not failing every now and again, it’s a sign you aren’t doing anything very innovative.",
	"author": "Woody Allen"
}, {
	"quote": "If you’re not prepared to be wrong, you’ll never come up with anything original.",
	"author": "Sir Ken Robinson"
}, {
	"quote": "If you’re presented with a situation – a man is drowning – and you could either choose to save the man or shoot the scene, what kind of film would you use?",
	"author": "Photographers' proverb"
}, {
	"quote": "Imitation may be the “sincerest form of plagiarism,” but it is also the mark of an inferior person.",
	"author": "David Ogilvy"
}, {
	"quote": "In a well-made book, where designer, compositor and printer have all done their jobs, no matter how many thousands of lines and pages they must occupy, the letters are alive. They dance in their seats. Sometimes they rise and dance in the margins and aisles.",
	"author": "Robert Bringhurst"
}, {
	"quote": "In all affairs it’s a healthy thing now and then to hang a question mark on the things you have long taken for granted.",
	"author": "Bertrand Russell"
}, {
	"quote": "In business we do a great job learning and teaching the tools for optimizing our results (how to build), but not a lot of time exploring the tools that will help us understand the experience we should be creating (what we should build).",
	"author": "Kelsey Ruger"
}, {
	"quote": "In design man becomes what he is. Animals have language and perception as well, but they do not design.",
	"author": "Otl Aicher"
}, {
	"quote": "In design, complexity is toxic.",
	"author": "Melvin Conway"
}, {
	"quote": "In design, there is no such thing as “rules”. There is however, common sense.",
	"author": "Ken Dyment"
}, {
	"quote": "In most agencies, account executives outnumber the copywriters two to one. If you were a dairy farmer, would you employ twice as many milkers as you had cows?",
	"author": "David Ogilvy"
}, {
	"quote": "In order to be irreplaceable, one must always be different.",
	"author": "Coco Chanel"
}, {
	"quote": "In the End, we will remember not the words of our enemies, but the silence of our friends.",
	"author": "Martin Luther King Jr."
}, {
	"quote": "In the beginner’s mind there are many possibilities, but in the expert’s mind there are few.",
	"author": "Shunryu Suzuki"
}, {
	"quote": "In the design process, my gut instinct is my best critic. I just wish I would always listen to it!",
	"author": "Bryan Tamayo"
}, {
	"quote": "In the future everyone will be famous for fifteen minutes.",
	"author": "Andy Warhol"
}, {
	"quote": "In the matter of layout, forget art and use horse-sense. The printer-designer’swhole duty is to make a clear presentation of the message… This calls for an exercise of common sense and faculty of analysis rather than for art.",
	"author": "William Addison Dwiggins"
}, {
	"quote": "In the presence of good rationale, maintainers should be willing to change their mind often.",
	"author": "Havoc Pennington"
}, {
	"quote": "In theory, there is no difference between theory and practice. But in practice, there is.",
	"author": "Yogi Berra"
}, {
	"quote": "In three words I can sum up everything I’ve learned about life: it goes on.",
	"author": "Robert Frost"
}, {
	"quote": "Influence is borrowed, inspiration is earned. Create opportunities to earn it, and have a plan to capture it.",
	"author": "Cameron Moll"
}, {
	"quote": "Information is cheap, meaning is expensive.",
	"author": "George Dyson"
}, {
	"quote": "Innovation is seldom hindered by platform.",
	"author": "Blue Saunders"
}, {
	"quote": "Innovation leads one to see the new in the old and distinguishes the ingenious from the ingenuous.",
	"author": "Paul Rand"
}, {
	"quote": "Insanity: doing the same thing over and over again and expecting different results.",
	"author": "Albert Einstein"
}, {
	"quote": "Inside every large program, there is a program trying to get out.",
	"author": "C.A.R. Hoare"
}, {
	"quote": "Inspiration could be called inhaling the memory of an act never experienced.",
	"author": "Jonathan Lethem"
}, {
	"quote": "Inspiration exists, but it has to find you working.",
	"author": "Pablo Picasso"
}, {
	"quote": "Inspiration is hogwash. My work comes directly out of my loves and hates. Muses don’t whisper in my ear, and ideas don’t flow over my body like a cool rain.",
	"author": "James Victore"
}, {
	"quote": "Inspiration is perishable.",
	"author": "37 Signals"
}, {
	"quote": "Inspiration the seed. Design but the flower.",
	"author": "Michael Langham"
}, {
	"quote": "Inspired interiors indubitably involve ingenious imitations of inspired interiors.",
	"author": "Ana Cummings"
}, {
	"quote": "Instead of asking the user to make a choice up front, maybe we can set a smart default and see if there is high demand after launch for more customization.",
	"author": "Rebecca Rolfe"
}, {
	"quote": "Instead of searching for inspiration, how about you search out someone to inspire.",
	"author": "Tony Kim"
}, {
	"quote": "Instead of shooting arrows at somebody else’s target… I make my own target around wherever my arrow has happened to have landed.",
	"author": "Brian Eno"
}, {
	"quote": "Interesting things never happen to me. I happen to them.",
	"author": "Bernard Shaw"
}, {
	"quote": "It doesn’t matter one damn bit whether fashion is art or not. You don’t question whether an incredible chef is an artist or not – his cakes are delicious and that’s all that matters.",
	"author": "Sonia Rykiel"
}, {
	"quote": "It has taken my entire life to understand what I already knew about creating art in 3rd grade.",
	"author": "Philip Carrera"
}, {
	"quote": "It is a miracle that curiosity survives formal education.",
	"author": "Albert Einstein"
}, {
	"quote": "It is a mistake to think that you are the typical target user.",
	"author": "Cameron Moll"
}, {
	"quote": "It is a mistake to think you can solve any major problems just with potatoes.",
	"author": "Douglas Adams"
}, {
	"quote": "It is a pretty recognizable brand name. Originally it was “Jerry’s Guide to the World Wide Web” but we settled on “Yahoo”.",
	"author": "Jerry Yang"
}, {
	"quote": "It is easier to talk than to listen. Pay attention to your clients, your users, your readers, and your friends. Your design will get better as you listen to other people.",
	"author": "Ellen Lupton"
}, {
	"quote": "It is far better to adapt the technology to the user than to force the user to adapt to the technology.",
	"author": "Larry Marine"
}, {
	"quote": "It is important not to let the perfect become the enemy of the good, even when you can agree on what perfect is. Doubly so when you can’t. As unpleasant as it is to be trapped by past mistakes, you can’t make any progress by being afraid of your own shadow during design.",
	"author": "Greg Hudson"
}, {
	"quote": "It is not daily increase but daily decrease; hack away the unessential.",
	"author": "Bruce Lee"
}, {
	"quote": "It is not easy to know what you like. Most people fool themselves their entire lives about this. Self-acquaintance is a rare condition.",
	"author": "Robert Henri"
}, {
	"quote": "It is not so hard to be original, what is hard, is to be original with continuity.",
	"author": "Andrés Segovia"
}, {
	"quote": "It is only with the heart that one can see rightly. What is essential is invisible to the eye.",
	"author": "Antoine De Saint-Exupéry"
}, {
	"quote": "It isn’t a question of enhancement through design. Whether an editor realizes it or not, design is part of what he does every time he prints the paper.",
	"author": "Louis Silverstein"
}, {
	"quote": "It rarely takes more than a page to recognize that you’re in the presence of someone who can write, but it only takes a sentence to know you’re dealing with someone who can’t.",
	"author": "Josh Olson"
}, {
	"quote": "It takes a lot of effort to make something seem effortless.",
	"author": "Alexander Isley"
}, {
	"quote": "It takes confidence to throw work away. When people first start drawing, they’re often reluctant to redo parts that aren’t right … they convince themselves that the drawing is not that bad, really — in fact, maybe they meant it to look that way.",
	"author": "Paul Graham"
}, {
	"quote": "It takes the same amount of effort to make bad art as to make good art, and you won’t know which you’ve made until you release it into the wild. You can continue to refine a work until it doesn’t set off your own quality alarms, but that’s no guarantee that what you’ve made will touch anybody.",
	"author": "Nate Simpson"
}, {
	"quote": "It took me a few seconds to draw it, but it took me 34 years to learn how to draw it in a few seconds.",
	"author": "Paula Scher"
}, {
	"quote": "It works on my machine.",
	"author": "Unknown"
}, {
	"quote": "It's kind of fun to do the impossible.",
	"author": "Walt Disney"
}, {
	"quote": "It´s better to wait for a productive programmer to become available than it is to wait for the first available programmer to become productive.",
	"author": "Steve McConnell"
}, {
	"quote": "It´s okay to figure out murder mysteries, but you shouldn´t need to figure out code. You should be able to read it.",
	"author": "Steve McConnell"
}, {
	"quote": "It’s OK to do stupid things, except when you notice them.",
	"author": "Kenny Shopsin"
}, {
	"quote": "It’s about whittling. It’s about taking something and whittling and whittling and getting it sharp and perfect. Then you’ve got something.",
	"author": "James Victore"
}, {
	"quote": "It’s all fun and games until someone breaks a link.",
	"author": "Derek Vigil"
}, {
	"quote": "It’s all one to me: opera, painting, drawing, faxes.",
	"author": "David Hockney"
}, {
	"quote": "It’s amazing how much you can get done in a day if you just sit and you do it.",
	"author": "Bill Tregle's Dad"
}, {
	"quote": "It’s art if it can’t be explained. It’s fashion if no one asks for an explanation. It’s design if it doesn’t need explanation.",
	"author": "Wouter Stokkel"
}, {
	"quote": "It’s extremely difficult to be simultaneously concerned with the end-user experience of whatever it is that you’re building and the architecture of the program that delivers that experience.",
	"author": "James Hague"
}, {
	"quote": "It’s kind of fun to do the impossible.",
	"author": "Walt Disney"
}, {
	"quote": "It’s not about knowing all the gimmicks and photo tricks. If you haven’t got the eye, no program will give it to you.",
	"author": "David Carson"
}, {
	"quote": "It’s not about what you make, it’s about what you make them feel.",
	"author": "Andrea Trew"
}, {
	"quote": "It’s not in the vulgar, it’s not in the shock that one finds art. And it’s not in the excessively beautiful. It’s in between; it’s in nuance.",
	"author": "Duane Michals"
}, {
	"quote": "It’s not the paper’s fault that so much shit is printed.",
	"author": "Alejandro Magallanes"
}, {
	"quote": "It’s not uncommon for designers to confuse a beautiful looking product with one that works beautifully.",
	"author": "Braden Kowitz"
}, {
	"quote": "It’s not what you look at that matters, it’s what you see.",
	"author": "Henry David Thoreau"
}, {
	"quote": "It’s quicker to hate on a design picking out all the little things that should have done than to just do something great yourself.",
	"author": "Tom Watson"
}, {
	"quote": "It’s really hard to design products by focus groups. A lot of times, people don’t know what they want until you show it to them.",
	"author": "Steve Jobs"
}, {
	"quote": "It’s strange, I’ve seen colours at times that when I’ve gone back to check on them, they’ve vanished…",
	"author": "William Percy Weston"
}, {
	"quote": "It’s the little details that are vital. Little things make big things happen.",
	"author": "Coach John Wooden"
}, {
	"quote": "It’s very easy to be different, but very difficult to be better.",
	"author": "Jonathan Ive"
}, {
	"quote": "I’d rather have a bottle in front of me than a frontal lobotomy.",
	"author": "Dorothy Parker"
}, {
	"quote": "I’m a big fan of doing what you are really bad at. A lot.",
	"author": "Shaun White"
}, {
	"quote": "I’m always surprised by the speed that people judge a site. They’ve seen it for a few seconds, and already an opinion has been formed. When I look at a design of a site, I don’t immediately vent an opinion, but I take it all in slowly and start to think of what could have been on the mind of the designer.",
	"author": "Veerle Pieters"
}, {
	"quote": "I’m convinced that without bad design, the world would be a far less stimulating place; we would have nothing to marvel over and nothing to be nostalgic about.",
	"author": "Carrie Phillips"
}, {
	"quote": "I’m creative because I did an icon navigation while everyone else on the planet sticks to words? No, it just means I didn’t want to stick to convention. If anything you can call it rebellious but certainly not creative.",
	"author": "Paul Scrivens"
}, {
	"quote": "I’m not thinking about this pen when I’m writing with it. Rather, it’s when you least think about it that the pen can be held most naturally.",
	"author": "Naoto Fukasawa"
}, {
	"quote": "I’m sure there are fine artists out there who keep the audience in mind when they work. But it’s not the accepted trajectory of the profession. Conversely, it’s very clear in design that what we do needs to be seen an understood by an audience.",
	"author": "Stefan Sagmeister"
}, {
	"quote": "I’ve always considered myself a graphic artists – a draftsman – as opposed to a typist. I do still work on a drawing table. At times drawing on a computer feels like I’m drawing on an Etch-a-Sketch.",
	"author": "Michael Schwab"
}, {
	"quote": "I’ve always held to the belief that the practice of creating compelling graphic design occurs not by employing the principals of a democracy, but rather, that of a monarchy.",
	"author": "Thomas Vasquez"
}, {
	"quote": "I’ve been amazed at how often those outside the discipline of design assume that what designers do is decoration. Good design is problem solving.",
	"author": "Jeffrey Veen"
}, {
	"quote": "I’ve been imitated so well I’ve heard people copy my mistakes.",
	"author": "Jimi Hendrix"
}, {
	"quote": "I’ve learned that people will forget what you said, people will forget what you did, but people will never forget how you made them feel.",
	"author": "Maya Angelou"
}, {
	"quote": "Java is to JavaScript what Car is to Carpet.",
	"author": "Chris Heilmann"
}, {
	"quote": "Java is, in many ways, C++??.",
	"author": "Unknown"
}, {
	"quote": "Judge a man by his questions rather than by his answers.",
	"author": "Voltaire"
}, {
	"quote": "Just because it’s simple doesn’t mean it makes sense.",
	"author": "Morgan Ashley"
}, {
	"quote": "Just because nobody complains doesn’t mean all parachutes are perfect.",
	"author": "Benny Hill"
}, {
	"quote": "Just because something looks good doesn’t mean its useful. And just because something is useful does not make it beautiful.",
	"author": "Joshua Brewer"
}, {
	"quote": "Just because your ad looks good is no insurance that it will get looked at. How many people do you know who are impeccably groomed… but dull?",
	"author": "Bill Bernbach"
}, {
	"quote": "Just because you’ve always done it that way doesn’t mean it’s not incredibly stupid.",
	"author": "Despair Poster"
}, {
	"quote": "Just don’t create a file called -rf.",
	"author": "Larry Wall"
}, {
	"quote": "Just let the type just do what it does.",
	"author": "Michael Stinson"
}, {
	"quote": "Keep it simple, stupid!",
	"author": "Old Saying"
}, {
	"quote": "Keyboard not found...Press any key to continue.",
	"author": "Unknown"
}, {
	"quote": "Know thy user, and you are not thy user.",
	"author": "Arnie Lund"
}, {
	"quote": "Knowledge is power.",
	"author": "Francis Bacon"
}, {
	"quote": "Language is the amber in which a thousand precious and subtle thoughts have been safely embedded and preserved.",
	"author": "Richard C. Trench"
}, {
	"quote": "Leafing through an old magazine, I noticed a small ad about a design course by mail. The headline read, “Art for pleasure and profit!” I have never found a better definition to describe my profession. Of course, at times it is more the pleasure and less the profit, at times the contrary. But if one of the components were missing, design wouldn’t exist.",
	"author": "Carlo Angelini"
}, {
	"quote": "Learn from the mistakes of others. You can’t live long enough to make them all yourself.",
	"author": "Eleanor Roosevelt"
}, {
	"quote": "Learn from yesterday, live for today, hope for tomorrow. The important thing is not to stop questioning.",
	"author": "Albert Einstein"
}, {
	"quote": "Learning Web Design is like playing video games: You start small and build your character as you progress, then you beat the boss, literally.",
	"author": "Ricardo Zea"
}, {
	"quote": "Learning never exhausts the mind.",
	"author": "Leonardo da Vinci"
}, {
	"quote": "Legibility is not the same thing as readability.",
	"author": "Arlen Britton"
}, {
	"quote": "Less is more and more is more. It’s the middle that’s not a good place.",
	"author": "Paula Scher"
}, {
	"quote": "Less is more.",
	"author": "Ludwig Mies van der Rohe"
}, {
	"quote": "Let me just change this one line of code…",
	"author": "Unknown"
}, {
	"quote": "Let the design team be the design experts. Your job is to be the business expert. Ask them how their design solutions meet your business goals. If you trust your design team, and they can explain how their recommendations map to those goals, you’re fine. If you neither trust them, nor can they defend their choices it’s time to get a new design team.",
	"author": "Mike Monteiro"
}, {
	"quote": "Let your watchword be order and your beacon beauty.",
	"author": "Daniel Hudson Burnham"
}, {
	"quote": "Letterspacing creates speedbumps for the reader.",
	"author": "Michael Stinson"
}, {
	"quote": "Let’s call it an accidental feature.",
	"author": "Larry Wall"
}, {
	"quote": "Life beats down and crushes the soul, and art reminds you that you have one.",
	"author": "Stella Adler"
}, {
	"quote": "Life is conversational. Web design should be the same way. On the web, you’re talking to someone you’ve probably never met – so it’s important to be clear and precise. Thus, well structured navigation and content organization goes hand in hand with having a good conversation.",
	"author": "Chikezie Ejiasi"
}, {
	"quote": "Life isn't about waiting for the storm to pass; it's about learning to dance in the rain.",
	"author": "Vivian Greene"
}, {
	"quote": "Life would be so much easier if we only had the source code.",
	"author": "Unknown"
}, {
	"quote": "Like McDonalds proves, popular doesn’t necessarily mean good. I’m not particularly interested in what’s popular; I’m much more interested in what’s good.",
	"author": "Kris Sowersby"
}, {
	"quote": "Like all forms of design, visual design is about problem solving, not about personal preference or unsupported opinion.",
	"author": "Bob Baxley"
}, {
	"quote": "Limit your usage to two fonts (three at the absolute most) to help viewers focus on the words, not how many different fonts are saying them.",
	"author": "Dan Rubin"
}, {
	"quote": "Linux is only free if your time has no value.",
	"author": "Jamie Zawinski"
}, {
	"quote": "Listen to your client, take into consideration all of their input, weigh the options, study the details, know the target audience, and then, if necessary, ignore all of it and design what you think will work best.",
	"author": "Von R. Glitschka"
}, {
	"quote": "Logic will get you from A to B. Imagination will take you everywhere.",
	"author": "Albert Einstein"
}, {
	"quote": "Losing 80% of your screen space forces you to focus. You need to make sure that what stays on the screen is the most important set of features for your customers and your business. There simply isn’t room for any interface debris or content of questionable value. You need to know what matters most.",
	"author": "Luke Wroblewski"
}, {
	"quote": "Luck is the residue of design.",
	"author": "Branch Rickey"
}, {
	"quote": "MS-DOS isn’t dead, it just smells that way.",
	"author": "Unknown"
}, {
	"quote": "Mac users swear by their Mac, PC users swear at their PC.",
	"author": "Unknown"
}, {
	"quote": "Machines can measure things a user will never notice, and users will notice things a machine can never measure. If a user thinks your site is slow, a speed test won’t convince them otherwise.",
	"author": "Josh Collinsworth"
}, {
	"quote": "Make it simple. Make it memorable. Make it inviting to look at. Make it fun to read.",
	"author": "Leo Burnett"
}, {
	"quote": "Making good design is easy. It’s polishing the half-assed stuff that takes time.",
	"author": "Stefan G. Bucher"
}, {
	"quote": "Making the simple complicated is commonplace; making the complicated simple, awesomely simple, that’s creativity.",
	"author": "Charles Mingus"
}, {
	"quote": "Man up, admit it isn’t good enough, and fix it now.",
	"author": "Robert Nealan"
}, {
	"quote": "Many desperate acts of design (including gradients, drop shadows, and the gratuitous use of transparency) are perpetuated in the absence of a strong concept. A good idea provides a framework for design decisions, guiding the work.",
	"author": "Ellen Lupton"
}, {
	"quote": "Many wealthy people are little more than janitors of their possessions.",
	"author": "Frank Lloyd Wright"
}, {
	"quote": "Marketing without design is lifeless, and design without marketing is mute.",
	"author": "Von R. Glitschka"
}, {
	"quote": "Math is easy; design is hard.",
	"author": "Jeffrey Veen"
}, {
	"quote": "Maybe this world is another planet's Hell.",
	"author": "Aldous Huxley"
}, {
	"quote": "Measuring programming progress by lines of code is like measuring aircraft building progress by weight.",
	"author": "Bill Gates"
}, {
	"quote": "Men and nations behave wisely when they have exhausted all other resources.",
	"author": "Abba Eban"
}, {
	"quote": "Microsoft is not the answer. Microsoft is the question. “No” is the answer.",
	"author": "Unknown"
}, {
	"quote": "Minimalism is not a lack of something. It’s simply the perfect amount of something.",
	"author": "Nicholas Burroughs"
}, {
	"quote": "Mistakes are the portals of discovery.",
	"author": "James Joyce"
}, {
	"quote": "Moderation in all things, including moderation.",
	"author": "Petronius"
}, {
	"quote": "Modern typographic axioms:  Different purpose demands different style. The modern reader has no leisure. Gutenberg left no rules for automobile ads. Today’s reader doesn’t read — he glimpses. Lucidity, clarity, fitness is the aim.",
	"author": "Lucian Bernhard"
}, {
	"quote": "Modern typographic axioms:Different purpose demands different style.The modern reader has no leisure.Gutenberg left no rules for automobile ads.Today’s reader doesn’t read — he glimpses.Lucidity, clarity, fitness is the aim.",
	"author": "Lucian Bernhard"
}, {
	"quote": "Modernism does not mean minimalism, contemporary does not forsake tradition, and technology does not mean abandon people and senses.",
	"author": "Tord Boontje"
}, {
	"quote": "Money is usually attracted, not pursued.",
	"author": "Jim Rohn"
}, {
	"quote": "More designers should share space, share resources. Sort of an upscale communism.",
	"author": "April Greiman"
}, {
	"quote": "Most [clients] expect experience design to be a discrete activity, solving all their problems with a single functional specification or a single research study. It must be an ongoing effort, a process of continually learning about users, responding to their behaviors, and evolving the product or service.",
	"author": "Dan Brown"
}, {
	"quote": "Most companies are looking to “wow” with their products, when in reality what they should be looking for is an “of course” reaction from their users.",
	"author": "Christian Lindholm"
}, {
	"quote": "Most of the mediocre design today comes from designers who are faithfully doing as they were taught in school: they worship at the altar of the visual.",
	"author": "Michael Bierut"
}, {
	"quote": "Most of what we see that we call information doesn’t inform, and most questions do not have a quest.",
	"author": "Richard Saul Wurman"
}, {
	"quote": "Most people make the mistake of thinking design is what it looks like. People think it’s this veneer – that the designers are handed this box and told, “Make it look good!” That’s not what we think design is. It’s not just what it looks like and feels like. Design is how it works.",
	"author": "Steve Jobs"
}, {
	"quote": "Most trademarks don’t look that good on the radio.",
	"author": "Ken Cato"
}, {
	"quote": "Much like music, great art is also found in the spaces between your graphic elements.",
	"author": "William Childs"
}, {
	"quote": "My adventure has all been in my mind. The great adventure has been thinking. I love to think about things. I think that the lack of drama in my life has produced a platform for me to be fundamentally adventurous in my thinking.",
	"author": "Milton Glaser"
}, {
	"quote": "My eyes hurt, but my hand keeps sketching.",
	"author": "Pablo del Valle"
}, {
	"quote": "My rates are as follows: $50/hr. $75/hr if you watch. $100/hr if you help.",
	"author": "An Autobody Sign"
}, {
	"quote": "My secret is being not terrible at a lot of things.",
	"author": "Moby"
}, {
	"quote": "Nail the basics first, detail the details later.",
	"author": "Chris Anderson"
}, {
	"quote": "Never attribute to malice that which can be adequately explained by stupidity.",
	"author": "Robert A. Heinlein"
}, {
	"quote": "Never do anything yourself that you can hire someone else to do, especially if they can do it better.",
	"author": "Bill Bernback"
}, {
	"quote": "Never fall in love with an idea. They’re whores. If the one you’re with isn’t doing the job, there’s always, always, always another.",
	"author": "Chip Kidd"
}, {
	"quote": "Never half-ass two things. Whole-ass one thing.",
	"author": "Ron Swanson"
}, {
	"quote": "Never interrupt your enemy when he is making a mistake.",
	"author": "Napoleon Bonaparte"
}, {
	"quote": "Never let the blood show.",
	"author": "Charles Eames"
}, {
	"quote": "Never let your clients see you drive a more expensive car than they drive.",
	"author": "Rick Tharp"
}, {
	"quote": "Never offend people with style when you can offend them with substance.",
	"author": "Sam Brown"
}, {
	"quote": "Never re-invent the wheel, unless you’re sure the client needn’t go anywhere.",
	"author": "Russell Bishop"
}, {
	"quote": "Never show fools unfinished work.",
	"author": "Michael Schrage"
}, {
	"quote": "Never stand still. If you stand still, you get lost, because someone else is always moving.",
	"author": "Armin Vit"
}, {
	"quote": "Never trust a computer you can’t throw out a window.",
	"author": "Steve Wozniak"
}, {
	"quote": "No great thing is created suddenly.",
	"author": "Epictetus"
}, {
	"quote": "No masterpiece was ever created by a lazy artist.",
	"author": "Salvador Dali"
}, {
	"quote": "No matter how cool your interface is, it would be better if there were less of it.",
	"author": "Alan Cooper"
}, {
	"quote": "No matter how many times your amazing, absolutely brilliant work is rejected by the client, for whatever dopey, arbitrary reason, there is often another amazing, absolutely brilliant solution possible. Sometimes it’s even better.",
	"author": "Bob Gill"
}, {
	"quote": "No matter how many times your amazing, absolutely brilliant work is rejected by the client, for whatever dopey, arbitrary reason, there is often another amazing, absolutely brilliant solution possible.Sometimes it’s even better.",
	"author": "Bob Gill"
}, {
	"quote": "No matter what the problem is, it´s always a people problem.",
	"author": "Gerald M. Weinberg"
}, {
	"quote": "No one ever discovered anything new by coloring inside the lines.",
	"author": "Thomas Vasquez"
}, {
	"quote": "No one hates software more than software developers.",
	"author": "Jeff Atwood"
}, {
	"quote": "No one is finally dead until the ripples they cause in the world die away, until the clock wound up winds down, until the wine she made has finished its ferment, until the crop they planted is harvested. The span of someone’s life is only the core of their actual existence.",
	"author": "Terry Pratchett"
}, {
	"quote": "No, Watson, this was not done by accident, but by design.",
	"author": "Sherlock Holmes"
}, {
	"quote": "Nobody can tell you if what you’re doing is good, meaningful or worthwhile. The more compelling the path, the more lonely it is.",
	"author": "Hugh Macleod"
}, {
	"quote": "Nobody ever get fired for running an A/B test.",
	"author": "Chad Mazzola"
}, {
	"quote": "Nobody expects the Spanish inquisition.",
	"author": "Monty Python"
}, {
	"quote": "Not everyone notices the flowers you plant, but everyone will notice the fire you start.",
	"author": "Unknown"
}, {
	"quote": "Not everything that can be counted counts, and not everything that counts can be counted.",
	"author": "Albert Einstein"
}, {
	"quote": "Nothing in the world is more dangerous than sincere ignorance and conscientious stupidity.",
	"author": "Martin Luther King Jr."
}, {
	"quote": "Nothing is original. Steal from anywhere that resonates with inspiration or fuels your imagination. Devour old films, new films, music, books, paintings, photographs, poems, dreams, random conversations, architecture, bridges, street signs, trees, clouds, bodies of water, light and shadows. Select only things to steal from that speak directly to your soul. If you do this, your work (and theft) will be authentic. Authenticity is invaluable; originality is nonexistent. And don’t bother concealing your thievery – celebrate it if you feel like it.",
	"author": "Jim Jarmusch"
}, {
	"quote": "Nothing’s impossible.",
	"author": "The Doorknob (Alice In Wonderland)"
}, {
	"quote": "Now that we can do anything, what should we do?",
	"author": "Bill Buxton"
}, {
	"quote": "OO programming offers a sustainable way to write spaghetti code. It lets you accrete programs as a series of patches.",
	"author": "Paul Graham"
}, {
	"quote": "Objects and their manufacture are inseparable, you understand a product if you understand how it’s made.",
	"author": "Jonathan Ive"
}, {
	"quote": "Observation and imitation are so often the steps to creative maturation. An insightful person can turn these into innovation.",
	"author": "Pete Episcopo"
}, {
	"quote": "Of course design is about problem solving, but I cannot resist adding something personal.",
	"author": "Wim Crouwel"
}, {
	"quote": "Offend nobody, design for somebody.",
	"author": "Paul Boag"
}, {
	"quote": "Often design departments are viewed as little decoration groups… They’ll make everything look pretty. Well, I can tell you, that doesn’t work.",
	"author": "Peter Phillips"
}, {
	"quote": "On the Internet, nobody knows you’re a dog.",
	"author": "Peter Steiner"
}, {
	"quote": "Once the problem was stated, its solution came to me in a flash.",
	"author": "Anton Fokker"
}, {
	"quote": "Once you eliminate quality as a requirement, the entire design process becomes a whole lot easier.",
	"author": "Jared M. Spool"
}, {
	"quote": "Once you eliminate the impossible, whatever remains, no matter how improbable, must be the truth.",
	"author": "Sherlock Holmes"
}, {
	"quote": "One can steal ideas, but no one can steal execution or passion.",
	"author": "Tim Ferriss"
}, {
	"quote": "One man´s crappy software is another man´s full time job.",
	"author": "Jessica Gaston"
}, {
	"quote": "One man’s constant is another man’s variable.",
	"author": "Alan J. Perlis"
}, {
	"quote": "One of the biggest problems that software developers face is that technology changes rapidly. It is very hard to stay current.",
	"author": "Vivek Wadhwa"
}, {
	"quote": "One of the most significant differences between graphic designers and other visual artists is our unhinged love of typography.",
	"author": "Greg Breeding"
}, {
	"quote": "One of the tragedies of the design scene is that it always acts too late.",
	"author": "Hans-Redolf Lutz"
}, {
	"quote": "One paints with one’s head, not one’s hand.",
	"author": "Michalangelo"
}, {
	"quote": "One should respect public opinion in so far as is necessary to avoid starvation and to keep out of prison.",
	"author": "Bertrand Russell"
}, {
	"quote": "Only half of programming is coding. The other 90% is debugging.",
	"author": "Unknown"
}, {
	"quote": "Only show work you like, or you’ll end up being hired to do things you don’t like.",
	"author": "Victoria Pater"
}, {
	"quote": "Only two things are infinite, the universe and human stupidity, and I'm not sure about the former.",
	"author": "Albert Einstein"
}, {
	"quote": "Only work with people you’d invite to your home for a meal.",
	"author": "Garth Walker"
}, {
	"quote": "Opportunity is missed by people because it is dressed in overalls and looks like work.",
	"author": "Thomas Edison"
}, {
	"quote": "Organizations which design systems are constrained to produce designs which are copies of the communication structures of these organizations.",
	"author": "Melvin Conway"
}, {
	"quote": "Orient your UI around the job to be done — around the problem — and not the person. Then people who have that problem can fall in love with your product because it makes the problem go away, whether they are the first in line or the last person to hear about it.",
	"author": "Ryan Singer"
}, {
	"quote": "Owning a camera doesn’t make you a photographer.",
	"author": "Gabriel von Satzger"
}, {
	"quote": "PHP – Yeah, you know me.",
	"author": "PHPaughty by PHPature"
}, {
	"quote": "Passion, dedication, and silly lists of what designers need are what designers need.",
	"author": "Arman Nobari"
}, {
	"quote": "Pasting code from the Internet into production code is like chewing gum found in the street.",
	"author": "Unknown"
}, {
	"quote": "People always ask, “What do you think of my site?” I want to say back to them, “Who cares what I think. Does it meet your site requirements? Has it been tested? Has each requirement been validated? Are your site guidelines being adhered to?”",
	"author": "Kim Krause"
}, {
	"quote": "People demand freedom of speech to make up for the freedom of thought which they avoid.",
	"author": "Soren Aabye Kierkegaard"
}, {
	"quote": "People don’t use a product because of the great design; great design helps them use the product.",
	"author": "Viran Anuradha Dayaratne"
}, {
	"quote": "People ignore design that ignores people.",
	"author": "Frank Chimero"
}, {
	"quote": "People that hate cats will come back as mice in their next life.",
	"author": "Faith Resnick"
}, {
	"quote": "People think that design is styling. Design is not style. It’s not about giving shape to the shell and not giving a damn about the guts. Good design is a renaissance attitude that combines technology, cognitive science, human need, and beauty to produce something that the world didn’t know it was missing.",
	"author": "Paola Antonelli"
}, {
	"quote": "People will realize that software is not a product; you use it to build a product.",
	"author": "Linus Torvalds"
}, {
	"quote": "People with tiny glasses and costly shoes can always find a couple of hours to explain how you did it all wrong.",
	"author": "Merlin Mann"
}, {
	"quote": "Perfect typography is certainly the most elusive of all arts. Sculpture in stone alone comes near it in obstinacy.",
	"author": "Jan Tschichold"
}, {
	"quote": "Perfection is achieved not when there is nothing more to add, but rather when there is nothing more to take away.",
	"author": "Antoine de Saint-Exupéry"
}, {
	"quote": "Perfection is boring. Getting better is where all the fun is.",
	"author": "Dragos Roua"
}, {
	"quote": "Perl - The only language that looks the same before and after RSA encryption.",
	"author": "Keith Bostic"
}, {
	"quote": "Photoshop is a privilege, not a right.",
	"author": "Dork Tower"
}, {
	"quote": "Plan to throw one (implementation) away; you will, anyhow.",
	"author": "Fred Brooks"
}, {
	"quote": "Plans are worthless, but planning is everything.",
	"author": "Dwight D. Eisenhower"
}, {
	"quote": "Political correctness is tyranny with manners.",
	"author": "Charlton Heston"
}, {
	"quote": "Poor management can increase software costs more rapidly than any other factor.",
	"author": "Barry Boehm"
}, {
	"quote": "Practicality is the serial killer of dreams.",
	"author": "Rasha Hamdan"
}, {
	"quote": "Practice safe design: Use a concept.",
	"author": "Petrula Vrontikis"
}, {
	"quote": "Preparation gives birth to self-confidence.",
	"author": "Denise Harman"
}, {
	"quote": "Press any key to continue or any other key to quit.",
	"author": "Unknown"
}, {
	"quote": "Problems with visual design can turn users off so quickly that they never discover all the smart choices you made with navigation or interaction design.",
	"author": "Jesse James Garrett"
}, {
	"quote": "Problems worthy of attack prove their worth by fighting back.",
	"author": "Paul Erdos"
}, {
	"quote": "Profanity is the one language all programmers know best.",
	"author": "Unknown"
}, {
	"quote": "Programmers are constantly making things more complicated than they need to be BECAUSE FUTURE. Fuck the future. Program for today.",
	"author": "David Heinemeier Hansson"
}, {
	"quote": "Programming can be fun, so can cryptography; however they should not be combined.",
	"author": "Kreitzberg and Shneiderman"
}, {
	"quote": "Programming languages, like pizzas, come in only two sizes: too big and too small.",
	"author": "Richard Pattis"
}, {
	"quote": "Programming today is a race between software engineers striving to build bigger and better idiot-proof programs, and the universe trying to build bigger and better idiots. So far, the universe is winning.",
	"author": "Rick Cook"
}, {
	"quote": "Programming today is a race between software engineers striving to build bigger and better idiot-proof programs, and the universe trying to produce bigger and better idiots. So far, the universe is winning.",
	"author": "Rich Cook"
}, {
	"quote": "Prolific programmers contribute to certain disaster.",
	"author": "Niklaus Wirth"
}, {
	"quote": "Propaganda supersedes fact, truth and common sense in all cases.",
	"author": "P.S.C. Trier"
}, {
	"quote": "Put yourself out there, being awesome is long tail.",
	"author": "Allan Branch"
}, {
	"quote": "Questions about whether design is necessary or affordable are quite beside the point: design is inevitable. The alternative to good design is bad design, not no design at all.",
	"author": "Douglas Martin"
}, {
	"quote": "Real art has the capacity to make us nervous.",
	"author": "Susan Sontag"
}, {
	"quote": "Real programmers can write assembly code in any language.",
	"author": "Larry Wall"
}, {
	"quote": "Reality itself is too obvious to be true.",
	"author": "Jean Baudrillard"
}, {
	"quote": "Recognizing the need is the primary condition for design.",
	"author": "Charles Eames"
}, {
	"quote": "Redesigning somebody else’s product is always a tricky business. You don’t know why they made the decisions they made. You don’t have the data they have.",
	"author": "Lukas Mathis"
}, {
	"quote": "Rejection process is not fun. It’s the red pen on the page, the discarded sketch, sometimes is the only way forward.",
	"author": "Jonah Lehrer"
}, {
	"quote": "Remember it takes a lot of shit, to create a beautiful flower.",
	"author": "Jacob Cass"
}, {
	"quote": "Remember to always be yourself. Unless you suck.",
	"author": "Joss Whedon"
}, {
	"quote": "Research not to discover what’s already there, but to discover what’s not.",
	"author": "Samadara Ginige"
}, {
	"quote": "Right and wrong do not exist in graphic design. There is only effective and non-effective communication.",
	"author": "Peter Bilak"
}, {
	"quote": "Roses are red, violets are blue. I wont send the job unless you pay me.",
	"author": "Giulio Pinotti"
}, {
	"quote": "Ruby is rubbish! PHP is phpantastic!",
	"author": "Nikita Popov"
}, {
	"quote": "Rules are what the artist breaks; the memorage never emerged from a formula.",
	"author": "Bill Bernbach"
}, {
	"quote": "Rules can be broken — but never ignored.",
	"author": "David Jury"
}, {
	"quote": "Says who? Just so you know, the people who talk that way think that monkeys can do this. They take all this monkey crap and just stick it in a briefcase completely unaware that their success depends on something more than their shoeshine. YOU are the product. You- FEELING something. That’s what sells. Not them. Not sex. They can’t do what we do, and they hate us for it.",
	"author": "Don Draper"
}, {
	"quote": "Senior men have no monopoly on great ideas. Nor do creative people. Some of the best ideas come from account executives, researchers and others. Encourage this, you need all the ideas you can get.",
	"author": "David Ogilvy"
}, {
	"quote": "Sex and religion are closer to each other than either might prefer.",
	"author": "Saint Thomas More"
}, {
	"quote": "Show me someone who has done something worthwhile, and I’ll show you someone who has overcome adversity.",
	"author": "Lou Holtz"
}, {
	"quote": "Simplicity and complexity need each other.",
	"author": "John Maeda"
}, {
	"quote": "Simplicity does not mean want or poverty. It does not mean the absence of any decor, or absolute nudity. It only means that the decor should belong intimately to the design proper, and that anything foreign to it should be taken away.",
	"author": "Paul Jacques Grillo"
}, {
	"quote": "Simplicity is not about making something without ornament, but rather about making something very complex, then slicing elements away, until you reveal the very essence.",
	"author": "Christoph Niemann"
}, {
	"quote": "Simplicity is not the goal. It is the by-product of a good idea and modest expectations.",
	"author": "Paul Rand"
}, {
	"quote": "Simplicity is prerequisite for reliability.",
	"author": "Edsger W. Dijkstra"
}, {
	"quote": "Simplicity is the ultimate sophistication.",
	"author": "Leonardo da Vinci"
}, {
	"quote": "Simplicity should be found in the execution, not in the meaning.",
	"author": "Nicholas Burroughs"
}, {
	"quote": "Simplicity will stand out, while complexity will get lost in the crowd.",
	"author": "Kevin Barnett"
}, {
	"quote": "Simplify, then add lightness.",
	"author": "Colin Chapman"
}, {
	"quote": "Simply making decisions, one after another, can be a form of art.",
	"author": "John Gruber"
}, {
	"quote": "Smart people are attracted to stories, not feature lists.",
	"author": "Johnnie Manzari"
}, {
	"quote": "Smart people learn from their mistakes. But the real sharp ones learn from the mistakes of others.",
	"author": "Brandon Mull"
}, {
	"quote": "So long and thanks for all the fish!",
	"author": "Douglas Adams"
}, {
	"quote": "Socrates said, “Know thyself.” I say, “Know thy users.” And guess what? They don’t think like you do.",
	"author": "Joshua Brewer"
}, {
	"quote": "Software is like sex: It’s better when it’s free.",
	"author": "Linus Torvalds"
}, {
	"quote": "Solving any problem is more important than being right.",
	"author": "Milton Glaser"
}, {
	"quote": "Some cause happiness wherever they go; others, whenever they go.",
	"author": "Oscar Wilde"
}, {
	"quote": "Some designers create things to show you what they did. I design things to tell you what I solved.",
	"author": "Brian Yerkes"
}, {
	"quote": "Some people like what you do, some people hate what you do, but most people simply don’t give a damn.",
	"author": "Charles Bukowski"
}, {
	"quote": "Some people never go crazy. What truly horrible lives they must live.",
	"author": "Charles Bukowski"
}, {
	"quote": "Some people say design is about solving problems. Obviously designers solve problems but so do dentists. Design is about cultural invention.",
	"author": "Jack Schulze"
}, {
	"quote": "Some people want their paychecks and to go home, and that’s fine. You and me, though—we’re gonna work harder than they do. We’ll build things that ensure that entire populations just setting foot on the web for the first time can tap into the collected knowledge of the whole of mankind.",
	"author": "Mat Marquis"
}, {
	"quote": "Sometimes I think we´re alone in the universe & sometimes I think we´re not. In either case the idea is quite staggering.",
	"author": "Arthur C. Clarke"
}, {
	"quote": "Sometimes I’m amazed that I spend my days creating magic and fantasy and that people buy it. It’s like connecting with the inner child in me; I’m just having a great time, and I’m chuckling to myself that this is really happening, that I can do this with my life.",
	"author": "Lita Albuquerque"
}, {
	"quote": "Sometimes it pays to stay in bed on Monday, rather than spending the rest of the week debugging Monday’s code.",
	"author": "Dan Salomon"
}, {
	"quote": "Sometimes magic is just someone spending more time on something than anyone else might reasonably expect.",
	"author": "Raymond Joseph Teller"
}, {
	"quote": "Sometimes the best way to prove your own value is to let a client play the field.",
	"author": "Matthew Haeck"
}, {
	"quote": "Sometimes there is no need to be either clever or original.",
	"author": "Ivan Chermayeff"
}, {
	"quote": "Sometimes you can draw more inspiration from the people who don’t believe in you, then from the ones who do.",
	"author": "William Childs"
}, {
	"quote": "Sometimes you have to keep ideas for decades before they have any use.",
	"author": "Marc English"
}, {
	"quote": "Sour, sweet, bitter, pungent, all must be tasted.",
	"author": "Chinese Proverb"
}, {
	"quote": "Spec = asking the world to have sex with you and promising a dinner date to one lucky winner.",
	"author": "Jeffrey Zeldman"
}, {
	"quote": "Standards are like sex; one mistake, and you’re stuck supporting it forever!",
	"author": "Mark Pilgrim"
}, {
	"quote": "Standards are like toothbrushes, everybody agrees you should have one, but no one wants to use yours.",
	"author": "Joe Croser"
}, {
	"quote": "Stare. It is the way to educate your eye, and more. Stare, pry, listen, eavesdrop. Die knowing something. You are not here long.",
	"author": "Walker Evans"
}, {
	"quote": "Start with a sketch, but make it quick. There’s real work to be done.",
	"author": "Stefan Hartwig"
}, {
	"quote": "Stay hungry, stay foolish.",
	"author": "Whole Earth Catalog"
}, {
	"quote": "Stick to your knitting (what you’re good at), don’t compromise, and don’t suffer fools.",
	"author": "Simon Campbell"
}, {
	"quote": "Stop being afraid of your own pictures, stop worshiping art, treat it the Polish way, condescendingly, make it obedient, and then your originality will release itself in you, new roads will open in front of you and you will gain what is most valuable, most fertile: your own reality.",
	"author": "Gombrowicz"
}, {
	"quote": "Stop downloading. Start uploading.",
	"author": "Jay Bradner"
}, {
	"quote": "Stop looking at yourself as a designer, and start thinking of yourself as a deliverer of ideas.",
	"author": "Ståle Melvær"
}, {
	"quote": "Stop. I’m not going to take any more input until I’ve made something with what I got.",
	"author": "Merlin Mann"
}, {
	"quote": "Style is time’s fool. Form is time’s student.",
	"author": "Stewart Brand"
}, {
	"quote": "Styles come and go. Good design is a language, not a style.",
	"author": "Massimo Vignelli"
}, {
	"quote": "Success finally came when we were able to convince some creative men that good appearance was a salable commodity, that it often cut costs, enhanced a product’s prestige, raised corporate profits, benefited the customer and increased employment.",
	"author": "Raymond Loewy"
}, {
	"quote": "Success is not forever and failure isn´t fatal.",
	"author": "Don Shula"
}, {
	"quote": "Suppose I showed you two rooms where in one a group of programmers was developing a program to monitor a heart patient and keep him alive until the doctors arrive if something goes wrong and in the other a group of street people was using Microsoft Word to write letters to their parole officers. You would not be able to tell the rooms apart.",
	"author": "Richard P. Gabriel"
}, {
	"quote": "Supposing is good, but finding out is better.",
	"author": "Mark Twain"
}, {
	"quote": "Sure, our competitors will laugh. Let them laugh so hard that they cannot breathe.",
	"author": "Sam Ward"
}, {
	"quote": "Suspicion is healthy. It’ll keep you alive.",
	"author": "Laurell K. Hamilton"
}, {
	"quote": "Take a walk. Dance a jig. Get some sun. Don’t take yourself to serious. Cook something ethnic. Play the 3 chords you know on guitar. Go get coffee. Tell a bad joke, to yourself, and laugh. Look at the way a leaf is made. Overhear someone else’s conversation. Write it down. Remember it later. Get some sleep.",
	"author": "Kyle Steed"
}, {
	"quote": "Talent does what it can; genius does what it must.",
	"author": "Edward George Bulwer-Lytton"
}, {
	"quote": "Talent hits a target no one else can hit; Genius hits a target no one else can see.",
	"author": "Arthur Schopenhauer"
}, {
	"quote": "Talent is a pursued interest. In other words, anything you are willing to practice, you can do.",
	"author": "Bob Ross"
}, {
	"quote": "Talk is cheap, show me the code!",
	"author": "Linus Torvalds"
}, {
	"quote": "Teaching peers is one of the best ways to develop mastery.",
	"author": "Jeff Atwood"
}, {
	"quote": "Tech without design is the business’s perdition.",
	"author": "Vital Lokossou"
}, {
	"quote": "Technical skill is mastery of complexity, while creativity is mastery of simplicity.",
	"author": "Christopher Zeeman"
}, {
	"quote": "Technology makes what was once impossible possible. Design makes it real.",
	"author": "Michael Gagliano"
}, {
	"quote": "Technology over technique produces emotionless design.",
	"author": "Daniel Mall"
}, {
	"quote": "Tell it like it is, in a way they want to hear it.",
	"author": "Wihan Meerholz"
}, {
	"quote": "Testing one user early in the project is better than testing fifty near the end.",
	"author": "Steve Krug"
}, {
	"quote": "That’s what all we are: amateurs. We don’t live long enough to be anything else.",
	"author": "Charlie Chaplin"
}, {
	"quote": "That’s why pro bono work is great. You choose to do it, and if you’re choosing to do it to grow your own work, your deal is essentially that you’re not going to collaborate. You’re going to do the job the way you think the job is gonna be done.",
	"author": "Paula Scher"
}, {
	"quote": "The Fire Department has traditionally considered architecture a priority only when it’s burning down.",
	"author": "Justin Davidson"
}, {
	"quote": "The Internet? Is that thing still around?",
	"author": "Homer Simpson"
}, {
	"quote": "The ability to change on a dime is one thing small teams have by default that big teams can never have. This is where the big guys envy the little guys. What might take a big team in a huge organization weeks to change may only take a day in a small, lean organization. That advantage is priceless.",
	"author": "Andrew Hunt"
}, {
	"quote": "The advice I like to give young artists, or really anybody who’ll listen to me, is not to wait around for inspiration. Inspiration is for amateurs; the rest of us just show up and get to work. If you wait around for the clouds to part and a bolt of lightning to strike you in the brain, you are not going to do an awful lot of work. All the best ideas come out of the process; they come out of the work itself. Things occur to you. If you’re sitting around trying to dream up a great idea, you can sit there a long time before anything happens. But if you just get to work, something will occur to you and something else will occur to you and something else that you reject will push you in another direction. Inspiration is absolutely unnecessary and somehow deceptive. You feel like you need this great idea before you can get down to work, and I find that’s almost never the case.",
	"author": "Chuck Close"
}, {
	"quote": "The aim of art is to represent not the outward appearance of things, but their inward significance.",
	"author": "Aristotle"
}, {
	"quote": "The amount a person uses his imagination is inversely proportional to the amount of punishment he will receive for using it.",
	"author": "Anonymous"
}, {
	"quote": "The artist belongs to his work, not the work to the artist.",
	"author": "Novalis"
}, {
	"quote": "The artist is nothing without the gift, but the gift is nothing without work.",
	"author": "Emile Zola"
}, {
	"quote": "The best an idea gets is when it’s in your head.",
	"author": "Woody Allen"
}, {
	"quote": "The best and most beautiful things in the world cannot be seen or even touched. They must be felt with the heart.",
	"author": "Helen Keller"
}, {
	"quote": "The best design tool is a long eraser with a pencil at one end.",
	"author": "Marty Neumeier"
}, {
	"quote": "The best engineers I know are artists at heart. The best designers I know are secretly technicians as well.",
	"author": "Andrei Herasimchuk"
}, {
	"quote": "The best ideas come as jokes. Make your thinking as funny as possible.",
	"author": "David Ogilvy"
}, {
	"quote": "The best reaction to “this is confusing, where are the docs” is to rewrite the feature to make it less confusing, not write more docs.",
	"author": "Jeff Atwood"
}, {
	"quote": "The best revenge is massive success.",
	"author": "Frank Sinatra"
}, {
	"quote": "The best thing about a boolean is even if you are wrong, you are only off by a bit.",
	"author": "Unknown"
}, {
	"quote": "The best way to find any and all errors is to publish your work.",
	"author": "Dan Vore"
}, {
	"quote": "The best way to get a project done faster is to start sooner.",
	"author": "Jim Highsmith"
}, {
	"quote": "The best way to make your dreams come true is to wake up.",
	"author": "Muriel Siebert"
}, {
	"quote": "The big problem is most contemporary design practiced today is not really graphic design, but graphic decoration.",
	"author": "Art Chantry"
}, {
	"quote": "The challenge is for the graphic designer to turn data into information and information into messages of meaning.",
	"author": "Katherine McCoy"
}, {
	"quote": "The client may be king, but he’s not the art director.",
	"author": "Von R. Glitschka"
}, {
	"quote": "The conclusion of design flows naturally from the data; we should not shrink from it; we should embrace it and build on it.",
	"author": "Michael Behe"
}, {
	"quote": "The control which designers know in the print medium, and often desire in the web medium, is simply a function of the limitation of the printed page. We should embrace the fact that the web doesn’t have the same constraints, and design for this flexibility. But first, we must “accept the ebb and flow of things.”",
	"author": "John Allsopp"
}, {
	"quote": "The creative person basically has two kinds of jobs: One is the sexy, creative kind. Second is the kind that pays the bills. Sometimes the task at hand covers both bases, but not often.",
	"author": "Derek Sivers"
}, {
	"quote": "The critical distinction between a craftsman and an expert is what happens after a sufficient level of expertise has been achieved. The expert will do everything she can to remain wedded to a single context, narrowing the scope of her learning, her practice, and her projects. The craftsman has the courage and humility to set aside her expertise and pick up an unfamiliar technology or learn a new domain.",
	"author": "Dave Hoover"
}, {
	"quote": "The definition of an expert is someone who knows what not to do.",
	"author": "Charles Willson"
}, {
	"quote": "The design business continues to navel gaze. Designers are still designing for other designers rather than working to convince the business world of the importance of design in our everyday lives.",
	"author": "Joe Duffy"
}, {
	"quote": "The designer is not always right. The researcher is not always wrong. Profit is not always the motive; market research, whatever its outcome, should never be used as a good excuse for bad design – in the same sense that good design should never be used to promote a bad product.",
	"author": "Paul Rand"
}, {
	"quote": "The details are not the details. They make the design.",
	"author": "Charles Eames"
}, {
	"quote": "The difference between 'involvement' and 'commitment' is like an eggs-and-ham breakfast: the chicken was 'involved' the pig was 'committed'.",
	"author": "unknown"
}, {
	"quote": "The difference between a Designer and Developer, when it comes to design skills, is the difference between shooting a bullet and throwing it.",
	"author": "Scott Hanselman"
}, {
	"quote": "The difference between a weed and a flower is a judgement.",
	"author": "Wayne Dyer"
}, {
	"quote": "The difference between an artist and a graphic designer. One says “it’s finished when I feel it’s finished” the other says “I will have this by the 30th.”",
	"author": "Jay Benjamin"
}, {
	"quote": "The difference between regulated architects and unregulated designers is, unlike buildings, letterheads don’t fall down and kill people.",
	"author": "Brian Webb"
}, {
	"quote": "The dumbest mistake is viewing design as something you do at the end of the process to “tidy up’ the mess, as opposed to understanding it’s a “day one’ issue and part of everything.",
	"author": "Tom Peters"
}, {
	"quote": "The easier you make it for people to go, the more likely they are to stay.",
	"author": "Dave Winer"
}, {
	"quote": "The easy, conversational tone of good writing comes only on the eighth rewrite.",
	"author": "Paul Graham"
}, {
	"quote": "The enemy of art is the absence of limitations.",
	"author": "Orson Welles"
}, {
	"quote": "The enemy of every author is not piracy, but obscurity.",
	"author": "Chris Anderson"
}, {
	"quote": "The first word of the first line is the critical word of that particular body of text. Let it start flush, at least.",
	"author": "W.A. Dwiggins"
}, {
	"quote": "The full use of your powers along lines of excellence.",
	"author": "Definition of 'happiness' by J"
}, {
	"quote": "The function of design is letting design function.",
	"author": "Micha Commeren"
}, {
	"quote": "The future is here. It is just not evenly distributed yet.",
	"author": "William Gibson"
}, {
	"quote": "The goal is not to make your user interface as realistic as possible. The goal is to add those details which help users identify what an element is, and how to interact with it, and to add no more than those details.",
	"author": "Lukas Mathis"
}, {
	"quote": "The goal of Computer Science is to build something that will last at least until we´ve finished building it.",
	"author": "Unknown"
}, {
	"quote": "The goal of a designer is to listen, observe, understand, sympathize, empathize, synthesize, and glean insights that enable him or her to make the invisible visible.",
	"author": "Hillman Curtis"
}, {
	"quote": "The good is not a category that interests me.",
	"author": "Rem Koolhaas"
}, {
	"quote": "The great thing about personal work is that it can shape your commercial work. Clients see what you create for yourself and that can be the starting point for a new project, which closes the cap between the work you love making and the work you get paid for.",
	"author": "Gemma O’Brien"
}, {
	"quote": "The greatest performance improvement of all is when a system goes from not-working to working.",
	"author": "John Ousterhout"
}, {
	"quote": "The grid is like the lines on a football field. You can play a great game in the grid or a lousy game. But the goal is to play a really fine game.",
	"author": "Wim Crouwel"
}, {
	"quote": "The grid system is an aid, not a guarantee.",
	"author": "Josef Muller-Brockmann"
}, {
	"quote": "The grid system is an aid, not a guarantee. It permits a number of possible uses and each designer can look for a solution appropriate to his personal style. But one must learn how to use the grid; it is an art that requires practice.",
	"author": "Josef Muller-Brockmann"
}, {
	"quote": "The hole and the patch should be commensurate.",
	"author": "Thomas Jefferson"
}, {
	"quote": "The inventors will invent, for that is what inventors do. The technology will come first, the products second, and then the needs will slowly appear, as new applications become luxuries, then “needs,” and finally, essential.",
	"author": "Don Norman"
}, {
	"quote": "The journey is the destination.",
	"author": "Dan Eldon"
}, {
	"quote": "The key to performance is elegance, not battalions of special cases.",
	"author": "Jon Bentley, Doug McIlroy"
}, {
	"quote": "The large print giveth and the small print taketh away.",
	"author": "Tom Waits"
}, {
	"quote": "The life of a designer is a life of fight: fight against the ugliness.",
	"author": "Massimo Vignelli"
}, {
	"quote": "The major difference between a thing that might go wrong and a thing that cannot possibly go wrong is that when a thing that cannot possibly go wrong goes wrong it usually turns out to be impossible to get at or repair.",
	"author": "Douglas Adams"
}, {
	"quote": "The majority of iteration should be done in the privacy of your own head.",
	"author": "Steven Walker"
}, {
	"quote": "The medium is the message.",
	"author": "Marshall McLuhan"
}, {
	"quote": "The modern artist is working with space and time, and expressing his feelings rather than illustrating.",
	"author": "Jackson Pollock"
}, {
	"quote": "The moment clients realize that revisions are not an all-you-can-eat buffet, suddenly they realize they are not hungry.",
	"author": "Lester Beall"
}, {
	"quote": "The more uninteresting the letter, the more useful it is to the typographer.",
	"author": "Piet Zwart"
}, {
	"quote": "The most effective way to make a design usable is to make it interesting enough that people want to use it.",
	"author": "Bryan Grezeszak"
}, {
	"quote": "The most innovative designers consciously reject the standard option box and cultivate an appetite for thinking wrong.",
	"author": "Marty Neumeier"
}, {
	"quote": "The most valued products will be designed to live beyond the device, context, or technology they were originally intended for.",
	"author": "Stephanie Rieger"
}, {
	"quote": "The nature of space reflects what it wants to be.",
	"author": "Louis Kahn"
}, {
	"quote": "The next time you see a sixteen-color, blind-embossed, gold-stamped, die-cut, elaborately folded and bound job, printed on handmade paper, see if it isn’t a mediocre idea trying to pass for something else.",
	"author": "Milton Glaser"
}, {
	"quote": "The next time you’re caught in a room full of smart people doing something dumb (like trying to anticipate what your users will do), tune them out, flip open your laptop, and start prototyping.",
	"author": "Daniel Burka"
}, {
	"quote": "The nice thing about standards is that there are so many to choose from.",
	"author": "Unknown"
}, {
	"quote": "The objective in times of economic restraint should be to seek excellence, not opulence.",
	"author": "David Craib"
}, {
	"quote": "The older I get, the more I believe that the only way to become a better programmer is by not programming.",
	"author": "Jeff Atwood"
}, {
	"quote": "The only “intuitive” interface is the nipple. After that it’s all learned.",
	"author": "Bruce Ediger"
}, {
	"quote": "The only completely consistent people are the dead.",
	"author": "Aldous Huxley"
}, {
	"quote": "The only difference between me and a madman is that I'm not mad.",
	"author": "Salvador Dali"
}, {
	"quote": "The only important thing about design is how it relates to people.",
	"author": "Victor Papanek"
}, {
	"quote": "The only true happiness comes from squandering ourselves for a purpose.",
	"author": "John Mason Brown"
}, {
	"quote": "The only way to be creative over time — to not be undone by our expertise — is to experiment with ignorance, to stare at things we don’t fully understand.",
	"author": "Jonah Lehrer"
}, {
	"quote": "The only way to get rid of a temptation is to yield to it.",
	"author": "Oscar Wilde"
}, {
	"quote": "The only “intuitive” interface is the nipple. After that it’s all learned.",
	"author": "Bruce Ediger"
}, {
	"quote": "The optimist proclaims that we live in the best of all possible worlds, and the pessimist fears this is true.",
	"author": "James Branch Cabell"
}, {
	"quote": "The power of accurate observation is frequently called cynicism by those who don't have it.",
	"author": "George Bernard Shaw"
}, {
	"quote": "The prerequisite of originality is the art of forgetting, at the proper moment, what we know.",
	"author": "Arthur Koestler"
}, {
	"quote": "The problem with troubleshooting is that trouble shoots back.",
	"author": "Unknown Author"
}, {
	"quote": "The process is really just Iterate, Iterate, Iterate.",
	"author": "Chris Clark"
}, {
	"quote": "The proper use of comments is to compensate for our failure to express ourself in code.",
	"author": "Robert C. Martin"
}, {
	"quote": "The pushy bird gets the worm.",
	"author": "Sean Adams"
}, {
	"quote": "The quality of any creative endeavor tends to approach the level of taste of whoever is in charge.",
	"author": "John Gruber"
}, {
	"quote": "The real issue is not talent as an independent element, but talent in relationship to will, desire, and persistence. Talent without these things vanishes and even modest talent with those characteristics grows.",
	"author": "Milton Glaser"
}, {
	"quote": "The same hand can draw art for the sake of emotional expression and design that serves a purpose.",
	"author": "Raphael Henry"
}, {
	"quote": "The scariest moment is always just before you start.",
	"author": "Stephen King"
}, {
	"quote": "The second best friend you can have (the first being someone who can give you a good job) is another designer or illustrator.",
	"author": "Ward Schumaker"
}, {
	"quote": "The secret of getting ahead is getting started.",
	"author": "Mark Twain"
}, {
	"quote": "The secret of joy in work is contained in one word: excellence. To know how to do something well is to enjoy it.",
	"author": "Pearl S. Buck"
}, {
	"quote": "The secret of success is doing something you love, doing it well and being recognized for it.",
	"author": "George Carlin"
}, {
	"quote": "The secret to creativity is knowing how to hide your sources.",
	"author": "Albert Einstein"
}, {
	"quote": "The secret to our enduring brand lies in delivering an experience rather than just a collection of products and services.",
	"author": "Harley-Davidson Annual Report"
}, {
	"quote": "The sharpness of the sword is not in the edge of the blade, but in the hand of the warrior.",
	"author": "Martin Aquino"
}, {
	"quote": "The significant problems we face cannot be solved at the same level of thinking we were at when we created them.",
	"author": "Albert Einstein"
}, {
	"quote": "The simplest way to achieve simplicity is through thoughtful reduction.",
	"author": "John Maeda"
}, {
	"quote": "The space between an idea and a concept is your lips. If you can’t say it out loud you can’t do it.",
	"author": "Nick Longo"
}, {
	"quote": "The strategy in communications is not to sell the 1/4″-inch drill bit, but the 1/4″-inch hole.",
	"author": "Robert Louey"
}, {
	"quote": "The sudden hunch, the creative leap of mind that “sees” in a flash how to solve a problem in a simple way, is something quite different from general intelligence.",
	"author": "Martin Gardner"
}, {
	"quote": "The thing that’s so wonderful about using beautiful, appropriate tools is that they become an extension of you, your body, you fingertips, and your mind. They get out of the way and let you directly interact with the problem you are solving. Everyone’s tried to remove a screw without a screwdriver; a task quickly becomes impossible that otherwise would be trivial.",
	"author": "Luke Crawford"
}, {
	"quote": "The three great virtues of a programmer: laziness, impatience, and hubris.",
	"author": "Larry Wall"
}, {
	"quote": "The time it takes to make a decision increases as the number of alternatives increases.",
	"author": "Hick's Law"
}, {
	"quote": "The true measure of a man is how he treats someone who can do him absolutely no good.",
	"author": "Samuel Johnson"
}, {
	"quote": "The typeface doesn’t really matter, as long as the text is good.",
	"author": "John Maeda"
}, {
	"quote": "The ugly can be beautiful. The pretty, never.",
	"author": "Oscar Wilde"
}, {
	"quote": "The ultimate inspiration is the deadline.",
	"author": "Nolan Bushnell"
}, {
	"quote": "The use of COBOL cripples the mind; its teaching should, therefore, be regarded as a criminal offense.",
	"author": "Edsgar Dijkstra"
}, {
	"quote": "The value, and especially the legitimization of design will be, in the future, measured more in terms of how it can enable us to survive… on this planet.",
	"author": "Dieter Rams"
}, {
	"quote": "The way a team plays as a whole determines its success. You may have the greatest bunch of individual stars in the world, but if they don’t play together, the club won’t be worth a dime.",
	"author": "Babe Ruth"
}, {
	"quote": "The way something looks is the last thing we figure out.",
	"author": "Alexander Isley"
}, {
	"quote": "The way to “get your name out there” is to establish a pattern of excellent work and a reputation for integrity over several years.",
	"author": "Andy Rutledge"
}, {
	"quote": "The web is the ultimate customer-empowering environment. He or she who clicks the mouse gets to decide everything. It is so easy to go elsewhere; all the competitors in the world are but a mouseclick away.",
	"author": "Jakob Nielsen"
}, {
	"quote": "The whole essence of good drawing—and of good thinking, perhaps—is to work a subject down to the simplest form possible and still have it believable for what it is meant to be.",
	"author": "Chuck Jones"
}, {
	"quote": "The word design is everything and nothing. The design and the product itself are inseparable.",
	"author": "Jonathan Ive"
}, {
	"quote": "The word “studio’ is derives from “study’. Our object is not to know the answers before we do the work. It’s to know them after we do it.",
	"author": "Bruce Mau"
}, {
	"quote": "The work you do while you procrastinate is probably the work you should be doing for the rest of your life.",
	"author": "Jessica Hische"
}, {
	"quote": "The works must be conceived with fire in the soul, but executed with clinical coolness.",
	"author": "Joan Miro"
}, {
	"quote": "The world always seems brighter when you’ve just made something that wasn’t there before.",
	"author": "Neil Gaiman"
}, {
	"quote": "The worst logo applied well is better than the best logo applied poorly.",
	"author": "Jacob Cass"
}, {
	"quote": "The worst thing you can do to anybody trying to be creative is to demand participation in their vision.",
	"author": "Chuck Klosterman"
}, {
	"quote": "Theory can blind observation.",
	"author": "Carol Gilligan"
}, {
	"quote": "There ain’t no rules around here. We’re trying to accomplish something.",
	"author": "Thomas Edison"
}, {
	"quote": "There are 3 kinds of people: those who can count and those who can’t.",
	"author": "Unknown"
}, {
	"quote": "There are no bad ideas, just bad decisions.",
	"author": "Jacob Cass"
}, {
	"quote": "There are no facts, only interpretations.",
	"author": "Friedrich Nietzsche"
}, {
	"quote": "There are now about as many different varieties of letters as there are different kinds of fools.",
	"author": "Eric Gill"
}, {
	"quote": "There are some things in painting which cannot be explained, and that something is essential.",
	"author": "Pierre Auguste Renoir"
}, {
	"quote": "There are too many elements on most web pages to affix or align each one to the baseline grid. Doing so would require a mathematical rigor that, if it can be achieved, might produce rationally exact measurements and placements but will most likely be something less than elegant. The result would be a design driven by math, rather than a design that uses math to create an elegant product.",
	"author": "Khoi Vinh"
}, {
	"quote": "There are two ways of constructing a software design. One way is to make it so simple that there are obviously no deficiencies. And the other way is to make it so complicated that there are no obvious deficiencies.",
	"author": "C.A.R. Hoare"
}, {
	"quote": "There is a very fine line between stupid and clever.",
	"author": "David St. Hubbins"
}, {
	"quote": "There is an unmistakeable difference between a bag of rabbit parts and a rabbit.",
	"author": "Ryan Nance"
}, {
	"quote": "There is no better designer than nature.",
	"author": "Alexander McQueen"
}, {
	"quote": "There is no design without discipline. There is no discipline without intelligence.",
	"author": "Massimo Vignelli"
}, {
	"quote": "There is no excellent beauty that hath not some strangeness in the proportion.",
	"author": "Francis Bacon"
}, {
	"quote": "There is no one who loves pain itself, who seeks after it and wants to have it, simply because it is pain….",
	"author": "Lorem Ipsum (translation)"
}, {
	"quote": "There is no place like 127.0.0.1.",
	"author": "Unknown"
}, {
	"quote": "There is no such thing as information overload, just bad design. If something is cluttered and/or confusing, fix your design.",
	"author": "Edward Tufte"
}, {
	"quote": "There is no such thing as simple. Simple is hard.",
	"author": "Martin Scorsese"
}, {
	"quote": "There is nothing glamorous in what I do. I’m a working man. Perhaps I’m luckier than most in that I receive considerable satisfaction from doing useful work which I, and sometimes others, think is good.",
	"author": "Saul Bass"
}, {
	"quote": "There is nothing quite so permanent as a quick fix.",
	"author": "Unknown"
}, {
	"quote": "There is only one type of designer — the type that cares about type.",
	"author": "Rohan Nanavati"
}, {
	"quote": "There’s a difference between being obsessed and being motivated.",
	"author": "Mark Zuckerburg"
}, {
	"quote": "There’s a difference between making an imitation and selling it.",
	"author": "Jonathan Hoefler"
}, {
	"quote": "There’s a point when you’re done simplifying. Otherwise, things get really complicated.",
	"author": "Frank Chimero"
}, {
	"quote": "There’s a subtle reason that programmers always want to throw away the code and start over. The reason is that they think the old code is a mess. […] The reason that they think the old code is a mess is because of a cardinal, fundamental law of programming: It’s harder to read code than to write it.",
	"author": "Joel Spolsky"
}, {
	"quote": "There’s big money in studying art … if you own the school.",
	"author": "Charlie Deitch"
}, {
	"quote": "There’s no duo more passionate than the design and me.",
	"author": "Gonxalo Blanco"
}, {
	"quote": "There’s no shortcut for greatness.",
	"author": "Yasin Japardi"
}, {
	"quote": "There’s no test like production.",
	"author": "Unknown"
}, {
	"quote": "There’s way too much talk about CSS and XHTML and Standards and Accessibility and not enough talk about people. CSS and Standards Compliant Code are just tools – you have to know what to build with these tools. Great, I’m glad your UI doesn’t use tables. So what? Who cares if it still doesn’t let people achieve their goals.",
	"author": "Jason Fried"
}, {
	"quote": "They did not know it was impossible, so they did it!",
	"author": "Mark Twain"
}, {
	"quote": "They enjoy giving form to ideas. If designers were made of ideas, they’d be their own clients.",
	"author": "Rudy VanderLans"
}, {
	"quote": "Things you think are obvious often aren’t, text you thought explained something doesn’t even get read, and generally speaking users do things they weren’t supposed to do. Even if the only user testing you ever do is asking some friends to use a site while you observe them, you’ll already be better for it.",
	"author": "Collis Ta'eed"
}, {
	"quote": "Think 8 hours, work 2 hours.",
	"author": "Mirko Ilic"
}, {
	"quote": "Think like a wise man but communicate in the language of the people.",
	"author": "William Butler Yeats"
}, {
	"quote": "Think more, design less.",
	"author": "Ellen Lupton"
}, {
	"quote": "Think outside the DIV.",
	"author": "Kristof Orts"
}, {
	"quote": "Thirty spokes meet in the hub, but the empty space between them is the essence of the wheel. Pots are formed from clay, but the empty space within it is the essence of the pot. Walls with windows and doors form the house, but the empty space within it is the essence of the home.",
	"author": "Lao Tse"
}, {
	"quote": "This book fills a much-needed gap.",
	"author": "Moses Hadas in a review"
}, {
	"quote": "This is our job as designers – to continue making decisions until the purpose of the design is perfectly clear. Then you are done.",
	"author": "Terry Acker"
}, {
	"quote": "This is the web. Fix it.",
	"author": "Luke Wroblewski"
}, {
	"quote": "Those who don’t build must burn.",
	"author": "Ray Bradbury"
}, {
	"quote": "Those who say “it’s not personal, it’s just business” are lying. All business is personal, and the best business is very personal.",
	"author": "Richard Lenz"
}, {
	"quote": "Time is an illusion. Lunchtime doubly so.",
	"author": "Douglas Adams"
}, {
	"quote": "To achieve great things, two things are needed: a plan, and not quite enough time.",
	"author": "Leonard Bernstein"
}, {
	"quote": "To attempt mastery of everything inevitably makes us mediocre in many areas.",
	"author": "Simon Collison"
}, {
	"quote": "To be outstanding – get comfortable with being uncomfortable.",
	"author": "Alrik Koudenburg"
}, {
	"quote": "To be truly great, we have to understand the motivation of our clients, maintain constant two-way communication with shockingly uncreative people, get a firm handle on copywriting and how that craft exists symbiotically with the visual element, and foresee how the finished whole will be greater than the sum of the bits and pieces we spent hours obsessing over. All of these factors cascade into the final product.",
	"author": "Kevin Potts"
}, {
	"quote": "To clarify, add detail. Imagine that, to clarify, add detail. Clutter and overload are not attributes of information, they are failures of design. If the information is in chaos, don’t start throwing out information, instead fix the design.",
	"author": "Edward Tufte"
}, {
	"quote": "To create a memorable design you need to start with a thought that’s worth remembering.",
	"author": "Thomas Manss"
}, {
	"quote": "To create anything–whether a short story or a magazine profile or a film or a sitcom–is to believe, if only momentarily, you are capable of magic.",
	"author": "Tom Bissel"
}, {
	"quote": "To create great work, here’s how you must spend your time: 1% Inspiration 9% Perspiration 90% Justification.",
	"author": "George Lois"
}, {
	"quote": "To dismiss front-end design as mere “icing’ is to jeopardize the success of any site.",
	"author": "Curt Cloninger"
}, {
	"quote": "To envision what will be, you must remove yourself from the constant concern for what already is.",
	"author": "Scott Belsky"
}, {
	"quote": "To err is human, but for a real disaster you need a computer.",
	"author": "Unknown"
}, {
	"quote": "To ignore social media would be like early man ignoring fire.",
	"author": "Barry Roos"
}, {
	"quote": "To make pearls, you’ve got to eat dirt.",
	"author": "Frank Chimero"
}, {
	"quote": "To push the boundaries, you need to know where the edges are.",
	"author": "Mark Boulton"
}, {
	"quote": "To say a grid is limiting is to say that language is limiting, or typography is limiting.",
	"author": "Ellen Lupton"
}, {
	"quote": "To see takes time.",
	"author": "Georgia O’Keeffe"
}, {
	"quote": "To some degree, to be creative you have to be selfish.",
	"author": "Meredith Norwood"
}, {
	"quote": "Today’s designers and illustrators are synthesizing the best elements from past eras of graphic design to create a new visual language with a reduced and rational approach.",
	"author": "R. Klanten, H. Hellige"
}, {
	"quote": "Too often, look and feel, color scheme, layout, and identity are presented as solutions to problems discussed in these conversations long before regard is given to other less-aesthetic issues that may very well be the root of the problem. The old warning against treating symptom rather than cause comes to mind.",
	"author": "Cameron Moll"
}, {
	"quote": "Traditional marketing is often seeing is getting people to do things but I think web marketing is about helping people do things.",
	"author": "Gerry McGovern"
}, {
	"quote": "Translation is not a matter of words only: it is a matter of making intelligible a whole culture.",
	"author": "Anthony Burgess"
}, {
	"quote": "Truly elegant design incorporates top-notch functionality into a simple, uncluttered form.",
	"author": "David Lewis"
}, {
	"quote": "Try to learn something about everything and everything about something.",
	"author": "Thomas Henry Huxley"
}, {
	"quote": "Turning away bad clients can leave you feeling oddly guilty. They’re sort of like alcoholic or meth head cousins who force you, by their own bad behavior into denying them things you wouldn’t deny other people. You’re left feeling not quite yourself.",
	"author": "Carolyn Wood"
}, {
	"quote": "Type is a beautiful group of letters, not a group of beautiful letters.",
	"author": "Matthew Carter"
}, {
	"quote": "Typography at its best is a visual form of language linking timelessness and time.",
	"author": "Robert Bringhurst"
}, {
	"quote": "Typography has one plain duty before it and that is to convey information in writing. No argument or consideration can absolve typography from this duty.",
	"author": "Emil Ruder"
}, {
	"quote": "Typography is a beautiful group of letters, not a group of beautiful letters.",
	"author": "Steve Byers"
}, {
	"quote": "UNIX is the answer, but only if you phrase the question very carefully.",
	"author": "Unknown"
}, {
	"quote": "Ubuntu is an ancient African word, meaning “can’t configure Debian”",
	"author": "Unknown"
}, {
	"quote": "Unsolicited redesigns are terrific and fun and useful, and I hope designers never stop doing them. But as they do so, I also hope they remember it helps no one – least of all the author of the redesign – to assume the worst about the original source and the people who work hard to maintain and improve it, even though those efforts may seem imperfect from the outside.",
	"author": "Khoi Vinh"
}, {
	"quote": "Urban public space is a stage for viewing the field of graphic design in its diversity. A mix of voices, from advertising to activism, compete for visibility.",
	"author": "Ellen Lupton"
}, {
	"quote": "Usage is like oxygen for ideas.",
	"author": "Matt Mullenweg"
}, {
	"quote": "Use two typeface families maximum. OK, maybe three.",
	"author": "Timothy Samara"
}, {
	"quote": "Usenet is a Mobius strand of spaghetti.",
	"author": "Unknown"
}, {
	"quote": "Users will tell you what they think they want. Users will tell you what they think you want to hear. Users will tell you what they think sounds good. Users will not tell you what you need to know. You have to watch them to discover that.",
	"author": "Adam Judge"
}, {
	"quote": "Using a watermark on your work is like peeing on your belongings so no one will steal them.",
	"author": "Thomas Amador"
}, {
	"quote": "Using simpler forms and straightforward, easy-to-use instruments and controls allows you to achieve a very high level of craftsmanship. We then use color and texture to create a personality for each vehicle.",
	"author": "Larry Erickson"
}, {
	"quote": "Verbalizing design is another act of design.",
	"author": "Kenya Hara"
}, {
	"quote": "Visual design is often the polar opposite of engineering: trading hard edges for subjective decisions based on gut feelings and personal experiences. It’s messy, unpredictable, and notoriously hard to measure. The apparently erratic behavior of artists drives engineers bananas. Their decisions seem arbitrary and risk everything with no guaranteed benefit.",
	"author": "Scott Stevenson"
}, {
	"quote": "Visualization without Design is merely a dream. Design without Visualization just passes the time.",
	"author": "Sonal Nayyar"
}, {
	"quote": "Walking on water and developing software from a specification are easy if both are frozen.",
	"author": "Edward V Berard"
}, {
	"quote": "Watch what people are cynical about, and one can often discover what they lack.",
	"author": "George Patton"
}, {
	"quote": "We adore chaos because we love to produce order.",
	"author": "M.C. Escher"
}, {
	"quote": "We are all atheists about most of the gods humanity has ever believed in. Some of us just go one god further.",
	"author": "Richard Dawkins"
}, {
	"quote": "We are all designers, the difference is that only a few of us do it full-time.",
	"author": "Sabo Tercero"
}, {
	"quote": "We are interpreters – not merely translators between sender and receiver. What we say and how we say it makes a difference. If we want to speak to people, we need to know their language. In order to design for understanding, we need to understand design.",
	"author": "Erik Spiekermann"
}, {
	"quote": "We are not artists or poets. We are artisans and craftsmen. Our products solve problems. They do not hang on museum walls.",
	"author": "Dan Lacivita"
}, {
	"quote": "We are only three decades into one of the most important revolutions the world has ever seen. In design development terms, that is a mere blink.",
	"author": "Rachel Hinman"
}, {
	"quote": "We are so busying measuring public opinion that we forget we can mold it. We are so busy listening to statistics we forget we can create them.",
	"author": "Bill Bernbach"
}, {
	"quote": "We are what we repeatedly do. Excellence, therefore, is not an act, but a habit.",
	"author": "Aristotle"
}, {
	"quote": "We aren’t designing photocopies of web pages, we’re designing web pages.",
	"author": "Andy Clarke"
}, {
	"quote": "We cannot learn without pain.",
	"author": "Aristotle"
}, {
	"quote": "We can’t just design an item that looks great. We also have to anticipate how it is boxed up, distributed, and shipped, as well as whether or not a seventeen-year-old kid with a summer job can stock it on the store shelf without ruining it.",
	"author": "Robin Perkins"
}, {
	"quote": "We can’t solve problems by using the same kind of thinking we used when we created them.",
	"author": "Albert Einstein"
}, {
	"quote": "We didn't lose the game; we just ran out of time.",
	"author": "Vince Lombardi"
}, {
	"quote": "We don’t get hired to make pretty things or win design awards. We get hired to solve business problems.",
	"author": "James Bradley"
}, {
	"quote": "We explore promising avenues that, days later, become dead ends. Sometimes, we solve a month’s problem in an hour.",
	"author": "Cennydd Bowles"
}, {
	"quote": "We have a strategic plan. It’s called doing things.",
	"author": "Herb Kelleher"
}, {
	"quote": "We have always been shameless about stealing great ideas.",
	"author": "Steve Jobs"
}, {
	"quote": "We have art to save ourselves from the truth.",
	"author": "Friedrich Nietzsche"
}, {
	"quote": "We have to learn to see technical devices and software as others see them. Feeling a sense of pride in getting a device to do what we want doesn’t mean we’re clever, it means the design was wrong.",
	"author": "Jeremy Allison"
}, {
	"quote": "We live in a society where everybody feels guilty. We want to do good, but we don’t want to get out of the house. A brand can help us feel good if you buy this yogurt.",
	"author": "Mark Gobé"
}, {
	"quote": "We make the whole widget.",
	"author": "Steve Jobs"
}, {
	"quote": "We need to shift from designing applications to designing implications.",
	"author": "Anthony Dunne & Fiona Raby"
}, {
	"quote": "We ourselves feel that what we are doing is just a drop in the ocean. But the ocean would be less because of that missing drop.",
	"author": "Mother Teresa"
}, {
	"quote": "We read best what we read most.",
	"author": "Zuzana Licko"
}, {
	"quote": "We should pursue and practice moderation.",
	"author": "Plato"
}, {
	"quote": "We tend to forget there’s more to design than designing.",
	"author": "Justin Ahrens"
}, {
	"quote": "We unfortunately live in a corporate world where group decision making is made to avoid failure rather than to achieve success.",
	"author": "Bill Cahan"
}, {
	"quote": "We use the letters of our alphabet every day with the utmost ease and unconcern, taking them for granted as the air we breathe. We do not realize that each of these letters is at our service today only as the result of a long and laboriously slow process of evolution in the age-old art of writing.",
	"author": "Douglas C. McMurtle"
}, {
	"quote": "Web design has a bad reputation for being stylistically trendy and same-looking. Some guy does a parallax scrolling site, and now your boss wants you to add that to your corporate PR website for some reason. Glossy buttons, Gaussian Noise, linen texture, new things that look fake-old, then back to minimalism and flat colors as a reaction to the glossy noisy textured fake-old stuff.",
	"author": "Jonas Downey"
}, {
	"quote": "Web design is art wrapped in technology.",
	"author": "James Weaver"
}, {
	"quote": "Web design is responsive design. Responsive web design is web design, done right.",
	"author": "Andy Clarke"
}, {
	"quote": "Web design is the creation of digital environments that facilitate and encourage human activity; reflect or adapt to individual voices and content; and change gracefully over time while always retaining their identity.",
	"author": "Jeffrey Zeldman"
}, {
	"quote": "Weeks of coding can save you hours of planning.",
	"author": "Unknown"
}, {
	"quote": "Well done is better than well said.",
	"author": "Benjamin Franklin"
}, {
	"quote": "Well established hierarchies are not easily uprooted.",
	"author": "Tao Te Ching"
}, {
	"quote": "Well you’re in your little room and you’re working on something good but if it’s really good you’re gonna need a bigger room and when you’re in the bigger room you might not know what to do you might have to think of how you got started sitting in your little room (from the song “Little Room”)",
	"author": "Jack White"
}, {
	"quote": "We’re all naturally curious when we’re eight years old. But as most people get older, they become less and less curious, so they ask other people to be curious for them. That’s what I do for a living.",
	"author": "Ron Miriello"
}, {
	"quote": "What I love about design is the artistic and scientific complexity that also becomes useful…",
	"author": "Michelle Obama"
}, {
	"quote": "What I’m trying to produce is the visual equivalent of the chord change that makes the hairs on the back of your neck stand up.",
	"author": "Rian Hughes"
}, {
	"quote": "What garlic is to food, insanity is to art.",
	"author": "Unknown"
}, {
	"quote": "What is to be sought in designs for the display of information is the clear portrayal of complexity. Not the complication of the simple; rather the task of the designer is to give visual access to the subtle and the difficult – that is, revelation of the complex.",
	"author": "Edward Tufte"
}, {
	"quote": "What makes great design great is not a trendy technique, but the logic and conceptual aspect that were figured out in the designer’s mind – or on more likely, on paper – before a mouse cursor ever opened Photoshop.",
	"author": "Kyle Meyer"
}, {
	"quote": "What problem have you solved, ever, that was worth solving where you knew all the given information in advance? No problem worth solving is like that. In the real world; you have a surplus of information and you have to filter it or; you don’t have sufficient information and you have to go find some.",
	"author": "Dan Meyer"
}, {
	"quote": "What we got here is… failure to communicate.",
	"author": "Cool Hand Luke"
}, {
	"quote": "What works good is better than what looks good, because what works good lasts.",
	"author": "Ray Eames"
}, {
	"quote": "What’s the hardest thing to communicate? The hardest thing is to communicate.",
	"author": "Michael Cina"
}, {
	"quote": "When Einstein realized, “Dear me, this universe with its wonders all adds up to E=mc2?,” he did not stop to think whether this concept would sell better set in Futura or Antikva.",
	"author": "Kari Piippo"
}, {
	"quote": "When I am down, [I am] not good at any work, including design work.",
	"author": "Stefan Sagmeister"
}, {
	"quote": "When I am working on a problem, I never think about beauty. I only think about how to solve the problem. But when I have finished, if the solution isn’t beautiful, I know it is wrong.",
	"author": "Richard Buckminster Fuller"
}, {
	"quote": "When I complained about being paid fifty dollars for an article that had taken me a week to write, he [Kurt] said I should take into account what it would have cost me to take out a two-page ad announcing that I could write.",
	"author": "Mark Vonnegut"
}, {
	"quote": "When I design, I don’t consider the technical or commercial parameters so much as the desire for a dream that humans have attempted to project onto an object.",
	"author": "Philippe Starck"
}, {
	"quote": "When a company gets to certain size, it’s easy just to let things happen. You have to constantly craft and nurture a brand. You can’t just let it be or it’ll fritter away to mediocrity.",
	"author": "Fiona Morrison"
}, {
	"quote": "When debugging, novices insert corrective code; experts remove defective code.",
	"author": "Richard Pattis"
}, {
	"quote": "When designing an interface, imagine that your program is all that stands between the user and hot, sweaty, tangled-bedsheets-fingertips-digging-into-the-back sex.",
	"author": "Randall Munroe"
}, {
	"quote": "When graphic designers got bored with the perfection offered by the newly arrived computers that could render artwork to within a tiny pixel, they rebelled by writing programmes that randomized individual letters and whole pages every time a printer processed them. A designer who didn’t like what a copywriter had delivered even set that text in illegible pictograms and icons.",
	"author": "Erik Spiekermann"
}, {
	"quote": "When in doubt, leave it out.",
	"author": "Joshua Bloch"
}, {
	"quote": "When in doubt, use Caslon.",
	"author": "William Caslon"
}, {
	"quote": "When is the last time you saw a Lamborghini sale?",
	"author": "Chris Campbell"
}, {
	"quote": "When it comes to writing code, the number one most important skill is how to keep a tangle of features from collapsing under the weight of its own complexity.",
	"author": "John D. Cook"
}, {
	"quote": "When one person suffers from a delusion it is called insanity; when many people suffer from a delusion it is called religion.",
	"author": "Robert Pirsig"
}, {
	"quote": "When the light turns green, you go. When the light turns red, you stop. But what do you do when the light turns blue with orange and lavender spots?",
	"author": "Shel Silverstein"
}, {
	"quote": "When the only tool you own is a hammer, every problem begins to resemble a nail.",
	"author": "Abraham Maslow"
}, {
	"quote": "When the solution is simple, God is answering.",
	"author": "Albert Einstein"
}, {
	"quote": "When typography is on point, words become images.",
	"author": "Shawn Lukas"
}, {
	"quote": "When we engage in what we are naturally suited to do, our work takes on the quality of play and it is play that stimulates creativity.",
	"author": "Linda Naiman"
}, {
	"quote": "When we feel less secure, with less control over our daily lives, we reach out to brands to connect with a time when things seemed better.",
	"author": "Mark Gobe"
}, {
	"quote": "When we have clients who are thinking about Flash splash pages, we tell them to go to their local supermarket and bring a mime with them. Have the mime stand in front of the supermarket, and, as each customer tries to enter, do a little show that lasts two minutes, welcoming them to the supermarket and trying to explain the bread is on aisle six and milk is on sale today. Then stand back and count how many people watch the mime, how many people get past the mime as quickly as possible, and how many people punch the mime out. That should give you a good idea as to how well their splash page will be received.",
	"author": "Jared Spool"
}, {
	"quote": "When we think of design, we usually imagine things that are chosen because they are designed. Vases or comic books or architecture… It turns out, though, that most of what we make or design is actually aimed at a public that is there for something else. The design is important, but the design is not the point. Call it “public design”… Public design is for individuals who have to fill out our tax form, interact with our website or check into our hotel room despite the way it’s designed, not because of it.",
	"author": "Seth Godin"
}, {
	"quote": "When you are stuck, walk away from the computer and draw. It will teach you how to see.",
	"author": "Gerard Huerta"
}, {
	"quote": "When you do something, you should burn yourself up completely, like a good bonfire, leaving no trace of yourself.",
	"author": "Shunryu Suzuki"
}, {
	"quote": "When you do the common things in life in an uncommon way, you will command the attention of the world.",
	"author": "George Washington Carver"
}, {
	"quote": "When you do things right, people won’t be sure you’ve done anything at all.",
	"author": "God (from Futurama)"
}, {
	"quote": "When you make something no one hates, no one loves it.",
	"author": "Tibor Kalman"
}, {
	"quote": "When your computer starts falling apart, stop hitting it with a Hammer!",
	"author": "Unknown"
}, {
	"quote": "When you’re a carpenter making a beautiful chest of drawers, you’re not going to use a piece of plywood on the back, even though it faces the wall and nobody will ever see it. You’ll know it’s there, so you’re going to use a beautiful piece of wood on the back. For you to sleep well at night, the aesthetic, the quality, has to be carried all the way through.",
	"author": "Steve Jobs"
}, {
	"quote": "When you’re passionate about what you do, you become an evangelist for the very thing you do.",
	"author": "Jonathan Snook"
}, {
	"quote": "Whenever I climb I am followed by a dog called 'Ego'.",
	"author": "Friedrich Nietzsche"
}, {
	"quote": "Whenever I have an idea I write it down, even if it’s not a very good idea. Sometimes the bad ideas will lead to better ones.",
	"author": "Steven Snell"
}, {
	"quote": "Where I come from, gettin’ visual is habitual.",
	"author": "GZA"
}, {
	"quote": "Where do new ideas come from? The answer is simple: differences. Creativity comes from unlikely juxtapositions.",
	"author": "Nicholas Negroponte"
}, {
	"quote": "Where you innovate, how you innovate, and what you innovate are design problems.",
	"author": "Tim Brown"
}, {
	"quote": "Whether the task is writing, design, or hanging a picture straight, it is obvious that we do our best work when healthy, rested, refreshed, alert, and eager to do the job for its own sake.",
	"author": "Jeffrey Zeldman"
}, {
	"quote": "Whether we like it or not, our legacy as designers is ugly. We’re largely responsible for fueling a culture of consumption.",
	"author": "Eric Karjaluoto"
}, {
	"quote": "Whether you think that you can, or that you can't, you are usually right.",
	"author": "Henry Ford"
}, {
	"quote": "Whether you think you can or whether you think you can’t – you are right.",
	"author": "Henry Ford"
}, {
	"quote": "Who is General Failure? And why is he reading my disk?",
	"author": "Unknown"
}, {
	"quote": "Whoever best describes the problem, is the one most likely to solve it.",
	"author": "Dan Roam"
}, {
	"quote": "Whoever tells the best story wins.",
	"author": "Annette Simmons"
}, {
	"quote": "Why do we never have time to do it right, but always have time to do it over?",
	"author": "Unknown"
}, {
	"quote": "Why expect spec work from a graphic designer when you don’t expect the same from a dentist?",
	"author": "Samadara Ginige"
}, {
	"quote": "Wisdom is knowing what to do next, skill is knowing how to do it, and virtue is doing it.",
	"author": "David Starr"
}, {
	"quote": "With type as with philosophy, music and food, it is better to have a little of the best than to be swamped with the derivative, the careless, the routine.",
	"author": "Robert Bringhurst"
}, {
	"quote": "Without deviation from the norm progress is not possible.",
	"author": "Frank Zappa"
}, {
	"quote": "Without good design it is easy to miss the point.",
	"author": "Bjarni Wark"
}, {
	"quote": "Without requirements or design, programming is the art of adding bugs to an empty “text” file.",
	"author": "Louis Srygley"
}, {
	"quote": "Women might be able to fake orgasms. But men can fake a whole relationship.",
	"author": "Sharon Stone"
}, {
	"quote": "Wonderfully designed > beautifully designed. Any day.",
	"author": "Daniel Burka"
}, {
	"quote": "Wondering is the seed of genius.",
	"author": "William Mocca"
}, {
	"quote": "Work hard and be nice to people. No one is born with the ability, and no one owes you anything. If you want to do something, start small and build it up. Then keep doing it!",
	"author": "Jon Hicks"
}, {
	"quote": "Work your ass off. Don’t be an asshole.",
	"author": "Stefan Sagmeister"
}, {
	"quote": "Worry is essentially a misuse of imagination.",
	"author": "Alex Osborn"
}, {
	"quote": "Write drunk; edit sober.",
	"author": "Ernest Hemingway"
}, {
	"quote": "Write it down. You will lose thoughts, you thought, that you thought.",
	"author": "Vanessa Workoff"
}, {
	"quote": "You are what you are seen to be.",
	"author": "Erik Spiekermann"
}, {
	"quote": "You are what you share.",
	"author": "Charles Leadbeater"
}, {
	"quote": "You came here because we do this better than you, and part of that is letting our creatives be unproductive until they are.",
	"author": "Don Draper"
}, {
	"quote": "You can avoid reality, but you cannot avoid the consequences of avoiding reality.",
	"author": "Ayn Rand"
}, {
	"quote": "You can be misunderstood exactly once. After that, you are not being misunderstood; you are communicating poorly.",
	"author": "Josh Collinsworth"
}, {
	"quote": "You can be watching TV and see Coca-Cola, and you know that the President drinks Coke, Liz Taylor drinks Coke, and just think, you can drink Coke, too. A Coke is a Coke and no amount of money can get you a better Coke than the one the bum on the corner is drinking. All the Cokes are the same and all the Cokes are good. Liz Taylor knows it, the President knows it, the bum knows it, and you know it.",
	"author": "Andy Warhol"
}, {
	"quote": "You can design and create, and build the most wonderful place in the world. But it takes people to make the dream a reality.",
	"author": "Walt Disney"
}, {
	"quote": "You can have an art experience in front of a Rembrandt or in front of a piece of graphic design.",
	"author": "Stefan Sagmeister"
}, {
	"quote": "You can kill a man but you can’t kill an idea.",
	"author": "Medgar Evers"
}, {
	"quote": "You can never underestimate the stupidity of the general public.",
	"author": "Scott Adams"
}, {
	"quote": "You can observe a lot just by watching.",
	"author": "Yogi Berra"
}, {
	"quote": "You can only find truth with logic if you have already found truth without it.",
	"author": "Gilbert Keith Chesterton"
}, {
	"quote": "You can stand on the shoulders of giants OR a big enough pile of dwarfs, works either way.",
	"author": "Unknown"
}, {
	"quote": "You can tear a poem apart to see what makes it tick. You’re back with the mystery of having been moved by words. The best craftsmanship always leaves holes and gaps so that something that is not in the poem can creep, crawl, flash or thunder in.",
	"author": "Dylan Thomas"
}, {
	"quote": "You can use an eraser on the drafting table or a sledge hammer on the construction site.",
	"author": "Frank Lloyd Wright"
}, {
	"quote": "You cannot not communicate.",
	"author": "Paul Watzlawik"
}, {
	"quote": "You can’t build a reputation on what you’re going to do.",
	"author": "Henry Ford"
}, {
	"quote": "You can’t do better design with a computer, but you can speed up your work enormously.",
	"author": "Wim Crouwel"
}, {
	"quote": "You can’t improvise on nothing man; you’ve gotta improvise on something.",
	"author": "Charles Mingus"
}, {
	"quote": "You do a disservice to your clients when you don’t fire the bad ones because you eventually provide poor service to those you don’t want to serve.",
	"author": "Jason M. Blumer"
}, {
	"quote": "You do not need to have a great idea before you can begin working; you need to begin working before you can have a great idea.",
	"author": "Josh Collinsworth"
}, {
	"quote": "You don’t get harmony if everyone sings the same note.",
	"author": "Steve Honey"
}, {
	"quote": "You don’t have to be “a creative” to be creative.",
	"author": "Drory Ben-Menachem"
}, {
	"quote": "You don’t think your way to creative work. You work your way to creative thinking.",
	"author": "George Nelson"
}, {
	"quote": "You get up early in the morning and you work all day. That’s the only secret.",
	"author": "Philip Glass"
}, {
	"quote": "You have to be interested in culture to design for it.",
	"author": "Lorraine Wild"
}, {
	"quote": "You have to finish things — that’s what you learn from, you learn by finishing things.",
	"author": "Neil Gaiman"
}, {
	"quote": "You have to learn the rules of the game. And then you have to play better than anyone else.",
	"author": "Albert Einstein"
}, {
	"quote": "You have to roll up your sleeves and be a stonecutter before you can become a sculptor – command of craft always precedes art: apprentice, journeyman, master.",
	"author": "Philip Gerard"
}, {
	"quote": "You may not be interested in war, but war is interested in you.",
	"author": "Leon Trotsky"
}, {
	"quote": "You miss 100 percent of the shots you never take.",
	"author": "Wayne Gretzky"
}, {
	"quote": "You mix a bunch of ingredients, and once in a great while, chemistry happens.",
	"author": "Bill Watterson"
}, {
	"quote": "You must have chaos in your soul to give birth to a dancing star.",
	"author": "Friedrich Nietzsche"
}, {
	"quote": "You never can do what the kids do. What you do is look at yourself and find your own way to address the fact that the times have changed and that you have to pay attention. You can’t be a designer and say, “Oh, this is timeless.” Nothing is timeless!",
	"author": "Paula Scher"
}, {
	"quote": "You start coding. I’ll go find out what they want.",
	"author": "Unknown"
}, {
	"quote": "You want it in one line? Does it have to fit in 80 columns?",
	"author": "Larry Wall"
}, {
	"quote": "You want something done, ask someone busy.",
	"author": "Mat Helme"
}, {
	"quote": "You're bound to be unhappy if you optimize everything.",
	"author": "Donald E. Knuth"
}, {
	"quote": "Your best work is your expression of yourself. Now, you may not be the greatest at it, but when you do it, you’re the only expert.",
	"author": "Frank Gehry"
}, {
	"quote": "Your imagination is the hood ornament on the car of creativity.",
	"author": "Gary Busey"
}, {
	"quote": "Your opinion won’t matter. It’s important that you prove your point with numbers.",
	"author": "Samantha LeVan"
}, {
	"quote": "Y’all talk about UX like it’s just another feature. For a user, it literally is the product. Full stop. Everything else is inside baseball.",
	"author": "Startup L. Jackson"
}, {
	"quote": "[Degenerate type is] a form of canned cynicism which will doom its perpetrators to a special room in hell where lovely little children of all races, creeds, and religions are eternally batched in gentle rosy and amber glows, singing “It’s a small world after all.” There’s no reason to create an alphabet which looks like it leaked out a diaper.",
	"author": "Peter Fraterdeus"
}, {
	"quote": "[Designers’] primary competence lies not in the technicalities of a craft but in the mastery of a process.",
	"author": "Ralph Caplan"
}, {
	"quote": "[If] people are made safer, more comfortable, more eager to purchase, more efficient, or just happier, the designer has succeeded.",
	"author": "Henry Dreyfuss"
}, {
	"quote": "a 5% feature (used by less than 5% of all users) is a distraction for all the other users, and is better removed, unless it’s really critical (a small number of users do need to cancel service, for example).",
	"author": "Neil Hunt"
}, {
	"quote": "‎Heaven, I believe, is right here, just waiting for us to create it.",
	"author": "Jesse Scaccia"
}, {
	"quote": "“Fun” is a tricky word. People think that if you’re having “fun”, you’re ignoring content, or you’re ignoring the importance of the piece. But that’s not true.",
	"author": "Carin Goldberg"
}, {
	"quote": "“It looks good” is the worst feedback you can get.",
	"author": "Whitney Hess"
}, {
	"quote": "“What is the most treasured and well-used piece of equipment in your studio?” My head.",
	"author": "Alan Fletcher"
}, {
	"quote": "Another misinterpretation that’s always bugged me: Ship early, ship often OR Ship quality product. Quality isn’t something to be sacrificed. Ship early, ship often, sacrificing features, never quality.",
	"author": "Kyle Neath"
}, {
	"quote": "People in the newspaper industry saw the web as a newspaper. People in TV saw the web as TV, and people in book publishing saw it as a weird kind of potential book. But the web is not just some kind of magic all-absorbing meta-medium. It’s its own thing.",
	"author": "Paul Ford"
}, {
	"quote": "Try to absorb what is useful, discard what is useless, and add what is essentially your own.",
	"author": "Bruce Lee"
}, {
	"quote": "Good design is innovative. Good design makes a product useful. Good design is aesthetic. Good design helps a product to be understood. Good design is unobtrusive. Good design is honest. Good design is durable. Good design is thorough to the last detail. Good design is concerned with the environment. Good design is as little design as possible.",
	"author": "Dieter Rams"
}, {
	"quote": "The wisest course of action is to take your best shot with a prototype, immediately get to market, and iterate quickly. If you wait for ideal circumstances in which you have all the information you need (which is impossible) the market will pass you by.",
	"author": "Guy Kawasaki"
}, {
	"quote": "Computer science is no more about computers than astronomy is about telescopes.",
	"author": "Edsger Dijkstra"
}, {
	"quote": "We need to understand the reason behind the rules in order to break them. Design by principles, not standards, and you'll cease to be surprised by your own opinions.",
	"author": "José Rafael Vieira"
}, {
	"quote": "Less is only more when more is no good.",
	"author": "Frank Lloyd Wright"
}, {
   "quote": "I cannot remember the books I've read any more than the meals I have eaten; even so, they have made me.",
   "author": "Ralph Waldo Emerson"
}, {
   "quote": "A decision's merit cannot be awarded by future outcomes. Decisions have merit because the future is unknown, not in spite of it.",
   "author": "José Rafael Vieira"
}, {
   "quote": "Man is said to be a reasoning animal. I do not know why he has not been defined as an affective or feeling animal. Perhaps that which differentiates him from other animals is feeling rather than reason. More often I have seen a cat reason than laugh or weep. Perhaps it weeps or laughs inwardly — but then perhaps, also inwardly, the crab resolves equations of the second degree.",
   "author": "Miguel de Unamuno"
}, {
   "quote": "I have yet to see any problem, however complicated, which, when looked at in the right way did not become still more complicated.",
   "author": "Poul Anderson"
}]
